{
        "Стыд" : {
		"score" : "20",
		"perseption" : "Жалкая",
		"text" : {
			"Аутсайдер" : "Ты часто чувствуешь себя аутсайдером в вопросах развития интеллекта, личностного роста или духовного развития при сравнении с другими. Возможно, ты сталкиваешься с низкой самооценкой и чувством, что не соответствуешь большинству.",
			"Главное желание" : "Ты замечаешь, как многие вокруг выглядят и чувствуют себя гораздо более осознанными или интеллектуально развитыми. У тебя могут быть конкретные примеры, с которыми ты себя сравниваешь, и это только усиливает твое чувство неудовлетворенности. Ты хочешь обладать высоким уровнем способностей в интеллектуальных и психоэмоциональных аспектах, чтобы разрешить насущные проблемы в других сферах жизни.",
			"Цель" : "Твоя цель — усилить свои когнитивные и психоэмоциональные способности так, чтобы достичь целей в других сферах жизни.",
			"Страх" : "Ты боишься, что останешься далеко позади большинства окружающих, кого считаешь успешными в умственном или духовном плане. Сравнивая себя с другими, ты думаешь, что никогда не угонишься за ними и не достигнешь их уровня.",
			"Модель поведения" : "Ты не проявляешь инициативу и избегаешь активного участия в своем интеллектуальном и духовном росте, так как сомневаешься в своей ценности и способностях. Из-за этой уязвимости тебе может быть сложно открыто делиться своими идеями и чувствами, что мешает тебе реализовать свой потенциал. Хотя желание расти и развиваться наполняет тебя энергией, страх перед неудачами и ожиданиями окружающих могут удерживать тебя от активных действий. Это может вызывать внутренний диссонанс и чувство хронического стресса, от которого ты пытаешься избавиться привычными способами. Важно осознать, что твой путь к интеллектуальному, личностному и духовному росту уникален. Найди баланс между стремлением к новым знаниям и принятием себя такой, какая ты есть. Позволь себе быть уязвимой и открытой для новых возможностей, ведь именно в этом процессе ты сможешь раскрыть свою истинную сущность и достичь гармонии в своей жизни.",
			"Ловушка" : "Желая соответствовать выстроенным к себе требованиям, ты боишься, что можешь идти неверным путем и разочароваться в результатах. Сравнивая себя с другими, ты можешь забыть о своих уникальных качествах и достижениях, что только усилит чувство неудовлетворенности.",
			"Награда" : "Когда ты начинаешь постепенно достигать своих целей в сфере интеллекта, самосознания и духовности, это действительно помогает тебе освободиться от внутреннего напряжения и чувствовать внутреннее спокойствие. Ты начинаешь ценить свои уникальные качества и способности, что укрепляет твою самооценку и помогает создавать настоящую идентичность, основанную на твоих убеждениях, а не на ожиданиях окружающих. Покинув позицию 'аутсайдера' и открыв свои истинные эмоции, ты сможешь установить более искренние и глубокие отношения с другими. Развивая способность справляться с негативными эмоциями и стрессом, ты станешь более устойчивым к жизненным трудностям, что в свою очередь улучшит твое психическое здоровье и общее благополучие. Преодолев свои внутренние барьеры, ты сможешь реализовать свой потенциал и жить более полноценной жизнью, следуя своим увлечениям и интересам.",
			"Стратегия эмпаурмента The Self" : "Постепенное движение к осознанной и насыщенной саморазвитием жизни обязательно приведет к освобождению от давления внутренних и внешних ожиданий, ты начнешь ставить перед собой важные цели и достигать их. Это приведет к успеху в выбранной области, который будет наполнен смыслом и удовлетворением. Ты станешь более адаптивным, смелым и готовым к новым вызовам, что откроет перед тобой новые возможности."
                }
        },
        "Вина" : {
		"score" : "30",
		"perseption" : "Злая",
		"text" : {
			"Аутсайдер" : "Ты часто чувствуешь себя аутсайдером в вопросах развития интеллекта, личностного роста или духовного развития при сравнении с другими. Возможно, ты сталкиваешься с низкой самооценкой и чувством, что не соответствуешь большинству.",
			"Главное желание" : "Ты замечаешь, как многие вокруг выглядят и чувствуют себя гораздо более осознанными или интеллектуально развитыми. У тебя могут быть конкретные примеры, с которыми ты себя сравниваешь, и это только усиливает твое чувство неудовлетворенности. Ты хочешь обладать высоким уровнем способностей в интеллектуальных и психоэмоциональных аспектах, чтобы разрешить насущные проблемы в других сферах жизни.",
			"Цель" : "Твоя цель — усилить свои когнитивные и психоэмоциональные способности так, чтобы достичь целей в других сферах жизни.",
			"Страх" : "Ты боишься, что останешься далеко позади большинства окружающих, кого считаешь успешными в умственном или духовном плане. Сравнивая себя с другими, ты думаешь, что никогда не угонишься за ними и не достигнешь их уровня.",
			"Модель поведения" : "Ты не проявляешь инициативу и избегаешь активного участия в своем интеллектуальном и духовном росте, так как сомневаешься в своей ценности и способностях. Из-за этой уязвимости тебе может быть сложно открыто делиться своими идеями и чувствами, что мешает тебе реализовать свой потенциал. Хотя желание расти и развиваться наполняет тебя энергией, страх перед неудачами и ожиданиями окружающих могут удерживать тебя от активных действий. Это может вызывать внутренний диссонанс и чувство хронического стресса, от которого ты пытаешься избавиться привычными способами. Важно осознать, что твой путь к интеллектуальному, личностному и духовному росту уникален. Найди баланс между стремлением к новым знаниям и принятием себя такой, какая ты есть. Позволь себе быть уязвимой и открытой для новых возможностей, ведь именно в этом процессе ты сможешь раскрыть свою истинную сущность и достичь гармонии в своей жизни.",
			"Ловушка" : "Желая соответствовать выстроенным к себе требованиям, ты боишься, что можешь идти неверным путем и разочароваться в результатах. Сравнивая себя с другими, ты можешь забыть о своих уникальных качествах и достижениях, что только усилит чувство неудовлетворенности.",
			"Награда" : "Когда ты начинаешь постепенно достигать своих целей в сфере интеллекта, самосознания и духовности, это действительно помогает тебе освободиться от внутреннего напряжения и чувствовать внутреннее спокойствие. Ты начинаешь ценить свои уникальные качества и способности, что укрепляет твою самооценку и помогает создавать настоящую идентичность, основанную на твоих убеждениях, а не на ожиданиях окружающих. Покинув позицию 'аутсайдера' и открыв свои истинные эмоции, ты сможешь установить более искренние и глубокие отношения с другими. Развивая способность справляться с негативными эмоциями и стрессом, ты станешь более устойчивым к жизненным трудностям, что в свою очередь улучшит твое психическое здоровье и общее благополучие. Преодолев свои внутренние барьеры, ты сможешь реализовать свой потенциал и жить более полноценной жизнью, следуя своим увлечениям и интересам.",
			"Стратегия эмпаурмента The Self" : "Постепенное движение к осознанной и насыщенной саморазвитием жизни обязательно приведет к освобождению от давления внутренних и внешних ожиданий, ты начнешь ставить перед собой важные цели и достигать их. Это приведет к успеху в выбранной области, который будет наполнен смыслом и удовлетворением. Ты станешь более адаптивным, смелым и готовым к новым вызовам, что откроет перед тобой новые возможности."
                }
        },
        "Апатия" : {
		"score" : "50",
		"perseption" : "Безнадежная",
		"text" : {
			"Аутсайдер" : "Ты часто чувствуешь себя аутсайдером в вопросах развития интеллекта, личностного роста или духовного развития при сравнении с другими. Возможно, ты сталкиваешься с низкой самооценкой и чувством, что не соответствуешь большинству.",
			"Главное желание" : "Ты замечаешь, как многие вокруг выглядят и чувствуют себя гораздо более осознанными или интеллектуально развитыми. У тебя могут быть конкретные примеры, с которыми ты себя сравниваешь, и это только усиливает твое чувство неудовлетворенности. Ты хочешь обладать высоким уровнем способностей в интеллектуальных и психоэмоциональных аспектах, чтобы разрешить насущные проблемы в других сферах жизни.",
			"Цель" : "Твоя цель — усилить свои когнитивные и психоэмоциональные способности так, чтобы достичь целей в других сферах жизни.",
			"Страх" : "Ты боишься, что останешься далеко позади большинства окружающих, кого считаешь успешными в умственном или духовном плане. Сравнивая себя с другими, ты думаешь, что никогда не угонишься за ними и не достигнешь их уровня.",
			"Модель поведения" : "Ты не проявляешь инициативу и избегаешь активного участия в своем интеллектуальном и духовном росте, так как сомневаешься в своей ценности и способностях. Из-за этой уязвимости тебе может быть сложно открыто делиться своими идеями и чувствами, что мешает тебе реализовать свой потенциал. Хотя желание расти и развиваться наполняет тебя энергией, страх перед неудачами и ожиданиями окружающих могут удерживать тебя от активных действий. Это может вызывать внутренний диссонанс и чувство хронического стресса, от которого ты пытаешься избавиться привычными способами. Важно осознать, что твой путь к интеллектуальному, личностному и духовному росту уникален. Найди баланс между стремлением к новым знаниям и принятием себя такой, какая ты есть. Позволь себе быть уязвимой и открытой для новых возможностей, ведь именно в этом процессе ты сможешь раскрыть свою истинную сущность и достичь гармонии в своей жизни.",
			"Ловушка" : "Желая соответствовать выстроенным к себе требованиям, ты боишься, что можешь идти неверным путем и разочароваться в результатах. Сравнивая себя с другими, ты можешь забыть о своих уникальных качествах и достижениях, что только усилит чувство неудовлетворенности.",
			"Награда" : "Когда ты начинаешь постепенно достигать своих целей в сфере интеллекта, самосознания и духовности, это действительно помогает тебе освободиться от внутреннего напряжения и чувствовать внутреннее спокойствие. Ты начинаешь ценить свои уникальные качества и способности, что укрепляет твою самооценку и помогает создавать настоящую идентичность, основанную на твоих убеждениях, а не на ожиданиях окружающих. Покинув позицию 'аутсайдера' и открыв свои истинные эмоции, ты сможешь установить более искренние и глубокие отношения с другими. Развивая способность справляться с негативными эмоциями и стрессом, ты станешь более устойчивым к жизненным трудностям, что в свою очередь улучшит твое психическое здоровье и общее благополучие. Преодолев свои внутренние барьеры, ты сможешь реализовать свой потенциал и жить более полноценной жизнью, следуя своим увлечениям и интересам.",
			"Стратегия эмпаурмента The Self" : "Постепенное движение к осознанной и насыщенной саморазвитием жизни обязательно приведет к освобождению от давления внутренних и внешних ожиданий, ты начнешь ставить перед собой важные цели и достигать их. Это приведет к успеху в выбранной области, который будет наполнен смыслом и удовлетворением. Ты станешь более адаптивным, смелым и готовым к новым вызовам, что откроет перед тобой новые возможности."
                }
        },
        "Горе" : {
		"score" : "75",
		"perseption" : "Трагическая",
		"text" : {
			"Наставник" : "Ты начинаешь осознавать и принимать свои чувства. Понимание того, что у тебя есть право на негативные эмоции, помогает тебе чувствовать себя лучше. Ты прощаешь себя за чувство вины, которое испытываешь в связи с ощущением неполноценности в вопросах интеллектуального, психоэмоционального или духовного развития. Ты учишься прощать себя за то, что не всегда успеваешь заниматься увлечениями или новыми открытиями, ведь это не уменьшает твою человеческую ценность.",
			"Главное желание" : "Ты хочешь научиться принимать себя таким, какой ты есть, со всеми своими сильными и слабыми сторонами в вопросах интеллектуального или духовного развития. Ты проводишь время в размышлениях о своих достоинствах и достижениях в других сферах жизни. Твое глубинное желание — восстановить самооценку через поддержку самого себя.",
			"Цель" : "Твоя цель — избавиться от чувства неполноценности и негативных эмоций, таких как стыд и вина за отсутствие прогресса в части интеллектуального или духовного развития. Ты стремишься перейти в пространство более позитивных эмоций, где сможешь мыслить конструктивно и находить время для самореализации — будь то изучение новых дисциплин, курсов, навыков, психологических тренингов или прохождения духовных практик.",
			"Страх" : "Ты боишься оказаться беспомощным перед собой, не найти отклика от самого себя, остаться апатичным и безынициативным. Этот страх может удерживать тебя в негативном состоянии, мешая двигаться вперед.",
			"Модель поведения" : "Ты стараешься поддерживать себя, находить внутренний покой и вдохновляться на новые свершения. Ты убеждаешь себя в своей силе и готовности принимать вызовы. Ты знаешь, что все новое может обогатить твою жизнь. Эти мысли наполняют тебя энергией и вдохновением для дальнейшего роста.",
			"Ловушка" : "Иногда ты оказываешься в ловушке, когда начинаешь спорить с самим собой. Твое ЭГО может внушать тебе страхи и сомнения, заставляя чувствовать себя слабым и ущербным. В такие моменты легко попасть в самообман и использовать психологические защиты, которые мешают тебе двигаться вперед и решать внутренние конфликты.",
			"Награда" : "Когда ты начинаешь поддерживать себя, результаты не заставляют себя ждать. Ты выходишь из тёмного облака негативных эмоций, таких как стыд и вина. Вера в свои силы возвращается, и появляется желание действовать, а не оставаться в роли жертвы. Ты перестаешь искать оправдания и прятаться за ними.",
			"Стратегия эмпаурмента The Self" : "Тебе важно оказывать поддержку самому себе, наделить себя верой в возможность преобразований. Верь в свой путь к освобождению, к достижению желаемого. Этот путь приведет к самопринятию и поможет увидеть жизнь ярче, избавляя от чувства неудачи."
                }
        },
        "Страх" : {
		"score" : "100",
		"perseption" : "Пугающая",
		"text" : {
			"Воин" : "Ты находишься в боевом настрое, ты знаешь, что сможешь преодолеть любые преграды на пути к своим желаниям в области интеллекта, психологического и духовного роста. У тебя есть желание действовать, даже если у тебя нет четкого плана. Тебя вдохновляют новые люди, знакомства, идеи и знания — все, что наполняет твою жизнь компетенциями и опытом. Ты чувствуешь внутреннюю силу и уверенность в своих способностях, ты готов активно изучать новое — дисциплины, курсы, тренинги, практики, выставки — все, что открывает для тебя новые горизонты. Это состояние позволяет тебе действовать решительно и не бояться трудностей. Ты понимаешь, что впереди много интересного, и готов идти вперед с решимостью и активной позицией.",
			"Главное желание" : "Ты хочешь оказаться в будущем, где ты блистаешь своими интеллектуальными, творческими и духовными способностями.",
			"Цель" : "Твое главное желание — доказать самому себе, что можешь достичь такого уровня в области интеллекта, самосознания, житейской мудрости и осознанности, который позволит чувствовать себя уверенно среди кого бы то ни было.",
			"Страх" : "Ты боишься не справиться с преградами на пути к саморазвитию и застрять в рутине без видимых достижений. Это снова возвращает тебя в чувства неполноценности, стыда и вины за свою уязвимость. Страх потерять стремление к познанию и развитию.",
			"Модель поведения" : "Ты смотришь на мир как на место, полное возможностей для саморазвития и прогресса. Ты стремишься к трансформациям себя, действуешь с оптимизмом, веря в свои силы, даже когда сталкиваешься с трудностями. Иногда страх показаться уязвимым перед препятствиями может останавливать тебя, но важно помнить, что это нормально для всех.",
			"Ловушка" : "Ты можешь застрять в постоянном поиске вдохновения, не прогрессируя в своих способностях. Вера в свои цели важна, но иногда ты можешь просто наслаждаться позитивом, приходящим от чрезмерной самоуверенности в своих силах. Это может привести к тому, что ты будешь колебаться между надеждой и самокритикой, не начав действовать по-настоящему.",
			"Награда" : "Если ты не дашь страхам взять верх, твоя награда — достижение заветного уровня в сфере интеллектуальных или духовных способностей. Это возможно, если ты активно начнешь развиваться, составив ясный план действий этого пути. Такой подход поможет избавиться от негативных эмоций и подарит радость принятия себя. В конце концов, ты сможешь гордиться своей решимостью и почувствовать себя настоящим постигателем мира бескрайних знаний и опыта.",
			"Стратегия эмпаурмента The Self" : "Хотя вера в себя важна, не стоит задерживаться в этом состоянии слишком долго. Используй свою энергию и желание прогрессировать по назначению. Начни с планирования: установи конкретные цели в сфере саморазвития и личностного роста. Создай пошаговый план и будь открытым к новым идеям. Прими трудности как учителя и не бойся экспериментировать. Практикуй позитивное самоутверждение и развивай уверенность в себе, чтобы справляться со страхом неудачи. Сосредоточься не только на результате, но и на процессе. Учись наслаждаться самим путем к целям, а не только конечным результатом. Будь гибким и адаптируйся к изменениям, чтобы избежать разочарований. Успешные поиски внутри себя и снаружи помогут тебе понять, как преодолеть препятствия в своем развитии. Это укрепит твою веру в себя и придаст сил для главного сражения за свое счастье."
                }
        },
        "Жажда" : {
		"score" : "125",
		"perseption" : "Неутешительная",
		"text" : {
			"Сталкер" : "Сейчас ты находишься в постоянном поиске того, как изменить свою жизнь в лучшую сторону через интеллектуальный, психологический и духовный рост. Ты представляешь разные сценарии своего развития, как наполнить себя новыми знаниями, способностями и видением жизни. Ты много размышляешь, генерируешь идеи и проверяешь различные подходы, чтобы найти тот, который даст тебе уверенность в достижении твоих целей в этой области.",
			"Главное желание" : "Твое главное желание — достичь состояния самопринятия и радости от того, что ты знаешь, как наполнять свою жизнь глубокими смыслами и открытиями и знаешь, куда идти за этим. Ты хочешь избавиться от сомнений и поверить в свое светлое будущее, полное новых знаний и личностного роста.",
			"Цель" : "Твоя цель — найти приемлемый путь саморазвития в тех областях, которые значимы для тебя сейчас. Это могут быть интеллектуальные способности в определенных областях, дисциплинах, направлениях или знания в области психологии, самосознания, духовного и личностного роста. Важно, чтобы это резонировало с тобой и в тебе зародилась страсть к изучению согласно выбранному треку.",
			"Страх" : "В каком-то смысле, страх заключается в том, чтобы пойти той дорогой или согласиться на такие идеи, которые не приведут к желаемому росту и развитию, а далее искать вновь и вновь, потратить время, но остаться на месте.",
			"Модель поведения" : "Ты активен и любопытен; ты ищешь пути развития своего интеллекта и духа. Ты постоянно анализируешь разные варианты, ставишь под сомнение свои идеи и придумываешь новые подходы к саморазвитию, изучению новых дисциплин, концепций или практик личностного и духовного роста, в зависимости от того, что для тебя сейчас важно. Твое поведение отличается проактивностью и стремлением к самосовершенствованию. Ты открыто воспринимаешь информацию и опыт, активно ищешь обратную связь от окружающих.",
			"Ловушка" : "Ты можешь оказаться в ловушке бесконечных размышлений и гипотез, создавая иллюзию прогресса, но не достигая реальных изменений в своем интеллектуальном, психологическом или духовном росте, смотря что для тебя важно. Это может вызывать чувство тревоги и неуверенности, заставляя думать, что ты не сможешь найти 'идеальное' решение. Более того, ты рискуешь стать зависимым от мнений окружающих о своих идеях и увлечениях, что может подорвать твою внутреннюю уверенность и самостоятельность.",
			"Награда" : "Настоящая награда заключается в том чувстве спокойствия и уверенности, которое приходит, когда ты находишь свой путь, подходящий именно тебе. Это решение приносит радость и избавляет от сомнений. Ты начинаешь верить в себя и свои способности, что открывает новые горизонты и помогает двигаться вперед.",
			"Стратегия эмпаурмента The Self" : "Чем быстрее ты найдешь свой путь, тем скорее получишь мотивацию для дальнейших шагов. Помни: идеального ответа не существует, и это совершенно нормально! Твой разум всегда будет взвешивать плюсы и минусы, и даже самые блестящие идеи могут вызывать сомнения. Подумай о том, кто может поддержать тебя на этом пути — друзья, семья или наставники. Они могут стать твоими союзниками в поиске знаний и личностного роста. Также важно оценить время и усилия, которые тебе понадобятся для достижения целей. Установи критерии успеха и подумай о том, как ты будешь их измерять. Следуя этим рекомендациям, ты постепенно приблизишься к своей мечте. Каждый выполненный шаг даст тебе больше энергии и уверенности. Главное — не останавливаться! Развивайся, исследуй и открывай новые горизонты!"
                }
        },
        "Гнев" : {
		"score" : "150",
		"perseption" : "Враждебная",
		"text" : {
			"Бунтарь" : "Сейчас ты находишься на пороге уверенности, словно орел, парящий высоко в небе, осознающий, что все твои задумки в области развития себя, будь то интеллектуальный, личностный или духовный рост, более чем реализуемы, и это наполняет тебя энергией. Однако это чувство превосходства может превратиться в высокомерие. Будь осторожен, чтобы не пренебрегать мнением тех, кто не разделяет твоих взглядов в вопросе выбранного пути развития. Преграды на твоем пути могут вызвать гнев, а те, кто их олицетворяет, могут показаться врагами.",
			"Главное желание" : "Подсознательно ты стремишься к признанию и одобрению от тех, кого считаешь менее успешными в вопросах интеллектуального, личностного или духовного роста, в зависимости от того, что для тебя сейчас важно. Если этого признания не хватает, внутри начинает нарастать напряжение. Ты можешь использовать весьма агрессивные приемы в убеждениях других с целью получения с их стороны признания твоих заслуг и твоих достижений, прибегая к манипуляциям и обесцениванию. Все потому, что в глубине души ты боишься вновь ощутить себя слабым и неполноценным, как когда-то это было раньше. Твое стремление получить обратную связь от окружающих связано с желанием подтвердить свою значимость и успех в прогрессирующей во всех направлениях жизни.",
			"Цель" : "Твоя цель — доказать всем, что ты успешнее тех, кто остался позади на пути своего всестороннего развития. Ты стремишься испытывать гордость за свое превосходство.",
			"Страх" : "Твой главный страх заключается в том, что на твоем пути встретится кто-то, кто не согласен с твоими идеями, взглядами или решениями. Это может заставить тебя сомневаться в своих планах и вернуться обратно, в чувство неуверенности и потерянности.",
			"Модель поведения" : "Твоя модель поведения строится на желании доказать окружающим, что ты успешнее их в вопросах интеллектуального, личностного или духовного превосходства. Ты не можешь просто игнорировать мнения других — порой ты вступаешь в споры и стараешься разрушить любые сомнения, которые могут помешать тебе уверенно двигаться своим путем.",
			"Ловушка" : "На пути к интеллектуальному, личностному или духовному росту ты можешь столкнуться с надменным поведением, высокомерием и обесцениванием отличной от твоей позиции. Такие действия могут создать барьеры в твоих связях с людьми. Чистота намерений и искренность — вот ключевые составляющие подлинного роста. Избегай манипуляций, ведь они лишь отвлекут тебя от истинного развития.",
			"Награда" : "Когда ты достигаешь успеха в своих увлечениях и открываешь новые горизонты знаний, это приносит тебе чувство удовлетворения и радости. Эти моменты укрепляют твою веру в себя и наполняют энергией для дальнейшего движения к своим целям. Но важно помнить: твой рост не должен происходить в изоляции. Делись своими открытиями с другими, вдохновляй их своим опытом, ведь истинная награда заключается не только в личном успехе, но и в поддержке и развитии окружающих",
			"Стратегия эмпаурмента The Self" : "Понимание того, что агрессия не приведет к успеху, является важным шагом на пути к твоему развитию. Не бойся испытывать страх — это естественная часть процесса твоего эмоционального роста. Каждый раз, когда ты чувствуешь гнев из-за страха упустить возможность расти, осознавай, что это связано с прошлыми переживаниями неполноценности. Вместо того чтобы стремиться возвыситься над другими, сосредоточься на том, чтобы понять причины своих эмоций и действий. Позволь себе обработать свои чувства и отпустить страх неудачи. Продолжай двигаться вперед, несмотря на преграды — именно так ты сможешь достичь глубины своего интеллекта и духовности. Помни: настоящий рост начинается внутри тебя, и только через самопознание ты сможешь раскрыть все свои потенциалы."
                }
        },
        "Гордыня" : {
		"score" : "175",
		"perseption" : "Требующая",
		"text" : {
			"Нарцисс" : "При одной мысли о новых открытиях в саморазвитии или самопознании у тебя возникает чувство вдохновения. Тебе приятно представлять себя в окружении умных людей, глубоких идей и трансформирующих событий, которые ты так долго искал. Ты освобождаешься от страхов, которые раньше тебя преследовали. Чувство стыда и вины за упущенные возможности уходит — значит, ты уже на половину пути к своему истинному «я». Ты как будто уже почувствовал вкус насыщенной развитием жизни, но этот вкус может исчезнуть при первых признаках сомнений. Поэтому твои эмоции в этой сфере могут меняться, и ты стремишься к состоянию любви и уважения к себе за свои заслуги, которое иногда появляется, а иногда уходит.",
			"Главное желание" : "Ты хочешь показать всем, что твоя жизнь наполнена активным развитием, глубинным смыслом и осознанными действиями. Ты стремишься к признанию окружающих в этом, чтобы подтвердить, что твое видение внутреннего роста действительно изменит твою жизнь к лучшему. Поэтому ты охотно делишься своими идеями и планами на будущее. Получая положительную обратную связь, ты подпитываешься еще большей верой в себя и чувством преисполненности. Таким образом, твое главное желание — утвердить в себе уверенность в своем пути как способе достижения насыщенной и прогрессивной жизни и через это получить положительные внутренние эмоции.",
			"Цель" : "Тебе хочется задержаться в этом состоянии уверенности и любви к себе, от того, что ты на верном пути, ты делаешь все правильно и уже видишь эффект.",
			"Страх" : "Ты боишься вернуться в прежнее состояние, когда сомнения снова начинают гложить, когда ты отвергаешь себя и сравниваешь с теми, кто уже добился успеха в интеллектуальном, духовном и личностном росте, в зависимости от того, что важно для тебя.",
			"Модель поведения" : "Ты получаешь удовольствие от каждого момента, наслаждаясь предвкушением яркой и насыщенной развитием жизни. Хочется радоваться перспективам самовыражения и проявлениям новых знаний. Однако ты осознаешь, что это состояние может быть временным. Это создает постоянные качели между радостью и тревогой. Ты наслаждаешься жизнью, но потом снова погружаешься в сомнения. В такие моменты ты начинаешь искать новые решения или совершенствуешь имеющиеся подходы, что на время дает тебе ощущение мотивации идти дальше.",
			"Ловушка" : "Понимание и видение яркого будущего в сфере интеллектуального, психологического или духовного роста дарит тебе легкость бытия и самопринятия. Тебе ясен путь саморазвития, и это освобождает от страха вернуться в прошлое, где ты мог испытывать стыд за свою неразвивающуюся жизнь и отсутствие правильного видения жизни. Однако пока это всего лишь видение будущего, а не текущая реальность, и ты лишь ощущаешь направление, в котором нужно двигаться. Но вместо того чтобы двигаться в этом направлении и действовать, ты продолжаешь дорабатывать свои планы, надеясь найти более подходящий тебе путь. На самом деле, таким образом твой мозг стремится избежать страха 'не получить ожидаемое развитие событий' и попутно получить более доступное удовлетворение от визуализации себя успешным и полноценным человеком, не прибегая к реальным действиям.",
			"Награда" : "Когда ты освобождаешься от мыслей о том, что будет после достижения твоих целей в области роста, ты начинаешь испытывать приятные эмоции. Прилив дофамина дарит тебе минуты счастья и радости, позволяя почувствовать себя живым и свободным от страхов, потому что ты на правильном пути к своим мечтам о прогрессирующей и осмысленной жизни.",
			"Стратегия эмпаурмента The Self" : "Твой разум начинает понимать, как достичь своих целей в области роста, когда ты это представляешь. В этот момент он словно переносится в будущее, где ты уже наслаждаешься жизнью, полной развития и роста, и испытываешь невероятное чувство достижения, уверенности и освобождения от ограничений. Это состояние вдохновения становится настоящим катализатором, который запускает процессы, укрепляющие твою веру в успех. Оно похоже на то, как бы ты чувствовал себя, если бы уже достиг своих целей. Важно использовать эту энергию прямо сейчас, направив ее в реальные дела и достижения."
                }
        },
        "Смелость" : {
		"score" : "200",
		"perseption" : "Подходящая",
		"text" : {
			"Творец" : "Ты сейчас на верном пути к интеллектуальному, личностному и духовному росту. Ты перешел от планов к действиям и активно работаешь над своими целями, стремясь расширить свои горизонты и углубить понимание себя и мира. Каждый день ты полон вдохновения, и страх неудачи не отвлекает тебя так сильно, как это было раньше. Ты осознаешь, что любые преграды на твоем пути можно преодолеть с упорством и решимостью. Каждый вызов — это возможность открыть что-то новое о себе и своем внутреннем мире, и ты готов принимать их.",
			"Главное желание" : "Ты стремишься создать что-то уникальное в своей жизни, наполненной глубокими знаниями и личностными открытиями. Хочется удивить себя, достигнув результатов, которые превзойдут все твои ожидания. Это даст тебе ощущение радости и удовлетворения, которое ты давно искал, позволяя глубже понять свои ценности и цели.",
			"Цель" : "Твоя цель — реализовать задуманное и воплотить свои идеи в реальность. Это принесет тебе чувство свободы и уверенности в своих силах. Ты хочешь заниматься тем, о чем когда-то только мечтал, и теперь это становится частью твоей жизни.",
			"Страх" : "Иногда возникает страх получить результат, который не соответствует твоим ожиданиям. Но помни, что ты уже проделал большую работу: у тебя есть четкий план действий, и ты движешься вперед. Каждый шаг — это возможность уточнить свои цели и скорректировать свой путь, если это необходимо. Важно понимать, что страх — это нормальная часть процесса роста.",
			"Модель поведения" : "Ты, словно исследователь, смело берешься за изучение своих идей и стремлений, погружаясь в поток интеллектуального и духовного вдохновения. Процесс достижения роста — это не просто путь, а захватывающее путешествие, состоящее из множества этапов. На каждом шаге тебя поджидают препятствия, требующие уникального подхода, словно загадочные лабиринты с неожиданными поворотами. Этот цикличный процесс напоминает танец: ты разбиваешь его на ритмичные фрагменты, определяя локальные цели, как мелодии в симфонии. Постановка задач становится твоими нотами, а метрики — аккордами, позволяющими оценить гармонию достигнутого результата. \n Ты с азартом ищешь препятствия, словно исследователь, открывающий новые горизонты, и находишь решения, которые становятся ключами к новым дверям. Каждый раз, когда на твоем пути возникают трудности, в душе может вспыхнуть напряжение или даже агрессия — это естественно. Ты понимаешь, что важно направить эту мощную энергию на поиск решений, а не на манипуляции с окружающими или собой. И когда тьма сомнений окутывает тебя, ты вспоминаешь негласное правило: как только ты находишь решение или достигаешь своей цели, положительные эмоции вновь наполняют твою жизнь светом и радостью. В этом бесконечном круговороте ты становишься мастером своего роста, создавая шедевр под названием «жизнь», наполненный глубоким смыслом и пониманием.",
			"Ловушка" : "Стремление к идеалам самосовершенствования может стать источником значительного стресса и бремени. Испытывая страх перед неудачами в своих интеллектуальных и духовных достижениях, ты стремишься к перфекционизму, который затрудняет завершение проектов и реализацию идей, так как акцентируешь внимание на мельчайших деталях. В результате, вместо того чтобы испытывать удовлетворение от процесса, ты можешь зацикливаться на сравнении себя с другими, что приводит к чувству неполноценности и снижению самооценки. Такой подход может препятствовать твоему личному развитию, так как успехи других воспринимаются как недостижимые стандарты.",
			"Награда" : "При преодолении этих внутренних барьеров и погружении в процесс интеллектуального и духовного роста у тебя возникает чувство удовлетворения и свободы. Осознание важности процесса самосовершенствования, а не только конечного результата, позволяет тебе принимать свои стремления и достижения. Это может привести к снижению уровня тревожности и повышению мотивации. Ты начинаешь ценить процесс обучения и открытия нового, что способствует более глубокому пониманию себя и окружающего мира. Успехи в этой области могут вдохновлять на новые идеи и проекты, поддерживая твое постоянное стремление к самосовершенствованию. Также важно отметить, что установление связей с единомышленниками может способствовать чувству принадлежности и социальной поддержки. Каждое новое знание или опыт становится важным этапом в твоем личном развитии. Это позволяет тебе ценить простые радости жизни и открывать для себя новые возможности, что в конечном итоге формирует более полноценное восприятие своего существования.",
			"Стратегия эмпаурмента The Self" : "В каждом из нас заложен потенциал для достижения значительных успехов в области интеллектуального, личностного и духовного роста. Научись ценить каждое, даже самое небольшое достижение. Будь то завершение учебного курса или освоение нового навыка — каждый из этих моментов заслуживает твоего признания. Возвращайся к этим чувствам, чтобы укрепить уверенность в своих силах. Используй уроки, которые ты уже усвоил, как важные элементы своего опыта. Внутри тебя есть качества, которые помогут тебе двигаться вперед. Позволь своей любознательности стать ориентиром для поиска новых знаний, а креативности — инструментом для создания своего уникального пути. Организованность будет твоим надежным помощником в планировании образовательных мероприятий, а открытость к новым идеям поможет преодолевать трудности. \n Дисциплина станет твоим верным союзником на пути к развитию. Создай четкий план действий, подобно архитектору, который строит здание мечты. Постоянное обучение и практика новых навыков станут основой твоего личного успеха. Понимание того, что систематический подход к саморазвитию является ключом к открытию новых возможностей, поможет тебе уверенно двигаться вперед. \n Развивай уверенность в своих способностях, как садовод заботится о растении. Вера в себя — это ключ к преодолению препятствий и внутренний свет, который освещает путь даже в трудные времена. Находи вдохновение в страхах, которые когда-то сковывали тебя; пусть они станут трамплином для роста. Научись извлекать уроки из своих неудач и используй этот опыт для поддержки других, кто сталкивается с аналогичными трудностями. \n Стремись к внутреннему спокойствию и удовлетворению в своих усилиях по развитию. Помни: у тебя уже есть все необходимое для достижения успеха. Твои стремления заключаются не только в конечной цели, но и в наслаждении процессом и моментом 'здесь и сейчас'. Учись ценить каждый миг своей жизни, радуясь тому, что уже достиг, и оставаясь открытым для новых возможностей. Пусть каждый день будет наполнен знаниями и опытом, которые ты сам выбираешь, создавая свою уникальную картину интеллектуального, личностного и духовного роста."
                }
        },
        "Нейтралитет" : {
		"score" : "250",
		"perseption" : "Удовлетворительная",
		"text" : {
			"Творец" : "Ты сейчас на верном пути к интеллектуальному, личностному и духовному росту. Ты перешел от планов к действиям и активно работаешь над своими целями, стремясь расширить свои горизонты и углубить понимание себя и мира. Каждый день ты полон вдохновения, и страх неудачи не отвлекает тебя так сильно, как это было раньше. Ты осознаешь, что любые преграды на твоем пути можно преодолеть с упорством и решимостью. Каждый вызов — это возможность открыть что-то новое о себе и своем внутреннем мире, и ты готов принимать их.",
			"Главное желание" : "Ты стремишься создать что-то уникальное в своей жизни, наполненной глубокими знаниями и личностными открытиями. Хочется удивить себя, достигнув результатов, которые превзойдут все твои ожидания. Это даст тебе ощущение радости и удовлетворения, которое ты давно искал, позволяя глубже понять свои ценности и цели.",
			"Цель" : "Твоя цель — реализовать задуманное и воплотить свои идеи в реальность. Это принесет тебе чувство свободы и уверенности в своих силах. Ты хочешь заниматься тем, о чем когда-то только мечтал, и теперь это становится частью твоей жизни.",
			"Страх" : "Иногда возникает страх получить результат, который не соответствует твоим ожиданиям. Но помни, что ты уже проделал большую работу: у тебя есть четкий план действий, и ты движешься вперед. Каждый шаг — это возможность уточнить свои цели и скорректировать свой путь, если это необходимо. Важно понимать, что страх — это нормальная часть процесса роста.",
			"Модель поведения" : "Ты, словно исследователь, смело берешься за изучение своих идей и стремлений, погружаясь в поток интеллектуального и духовного вдохновения. Процесс достижения роста — это не просто путь, а захватывающее путешествие, состоящее из множества этапов. На каждом шаге тебя поджидают препятствия, требующие уникального подхода, словно загадочные лабиринты с неожиданными поворотами. Этот цикличный процесс напоминает танец: ты разбиваешь его на ритмичные фрагменты, определяя локальные цели, как мелодии в симфонии. Постановка задач становится твоими нотами, а метрики — аккордами, позволяющими оценить гармонию достигнутого результата. \n Ты с азартом ищешь препятствия, словно исследователь, открывающий новые горизонты, и находишь решения, которые становятся ключами к новым дверям. Каждый раз, когда на твоем пути возникают трудности, в душе может вспыхнуть напряжение или даже агрессия — это естественно. Ты понимаешь, что важно направить эту мощную энергию на поиск решений, а не на манипуляции с окружающими или собой. И когда тьма сомнений окутывает тебя, ты вспоминаешь негласное правило: как только ты находишь решение или достигаешь своей цели, положительные эмоции вновь наполняют твою жизнь светом и радостью. В этом бесконечном круговороте ты становишься мастером своего роста, создавая шедевр под названием «жизнь», наполненный глубоким смыслом и пониманием.",
			"Ловушка" : "Стремление к идеалам самосовершенствования может стать источником значительного стресса и бремени. Испытывая страх перед неудачами в своих интеллектуальных и духовных достижениях, ты стремишься к перфекционизму, который затрудняет завершение проектов и реализацию идей, так как акцентируешь внимание на мельчайших деталях. В результате, вместо того чтобы испытывать удовлетворение от процесса, ты можешь зацикливаться на сравнении себя с другими, что приводит к чувству неполноценности и снижению самооценки. Такой подход может препятствовать твоему личному развитию, так как успехи других воспринимаются как недостижимые стандарты.",
			"Награда" : "При преодолении этих внутренних барьеров и погружении в процесс интеллектуального и духовного роста у тебя возникает чувство удовлетворения и свободы. Осознание важности процесса самосовершенствования, а не только конечного результата, позволяет тебе принимать свои стремления и достижения. Это может привести к снижению уровня тревожности и повышению мотивации. Ты начинаешь ценить процесс обучения и открытия нового, что способствует более глубокому пониманию себя и окружающего мира. Успехи в этой области могут вдохновлять на новые идеи и проекты, поддерживая твое постоянное стремление к самосовершенствованию. Также важно отметить, что установление связей с единомышленниками может способствовать чувству принадлежности и социальной поддержки. Каждое новое знание или опыт становится важным этапом в твоем личном развитии. Это позволяет тебе ценить простые радости жизни и открывать для себя новые возможности, что в конечном итоге формирует более полноценное восприятие своего существования.",
			"Стратегия эмпаурмента The Self" : "В каждом из нас заложен потенциал для достижения значительных успехов в области интеллектуального, личностного и духовного роста. Научись ценить каждое, даже самое небольшое достижение. Будь то завершение учебного курса или освоение нового навыка — каждый из этих моментов заслуживает твоего признания. Возвращайся к этим чувствам, чтобы укрепить уверенность в своих силах. Используй уроки, которые ты уже усвоил, как важные элементы своего опыта. Внутри тебя есть качества, которые помогут тебе двигаться вперед. Позволь своей любознательности стать ориентиром для поиска новых знаний, а креативности — инструментом для создания своего уникального пути. Организованность будет твоим надежным помощником в планировании образовательных мероприятий, а открытость к новым идеям поможет преодолевать трудности. \n Дисциплина станет твоим верным союзником на пути к развитию. Создай четкий план действий, подобно архитектору, который строит здание мечты. Постоянное обучение и практика новых навыков станут основой твоего личного успеха. Понимание того, что систематический подход к саморазвитию является ключом к открытию новых возможностей, поможет тебе уверенно двигаться вперед. \n Развивай уверенность в своих способностях, как садовод заботится о растении. Вера в себя — это ключ к преодолению препятствий и внутренний свет, который освещает путь даже в трудные времена. Находи вдохновение в страхах, которые когда-то сковывали тебя; пусть они станут трамплином для роста. Научись извлекать уроки из своих неудач и используй этот опыт для поддержки других, кто сталкивается с аналогичными трудностями. \n Стремись к внутреннему спокойствию и удовлетворению в своих усилиях по развитию. Помни: у тебя уже есть все необходимое для достижения успеха. Твои стремления заключаются не только в конечной цели, но и в наслаждении процессом и моментом 'здесь и сейчас'. Учись ценить каждый миг своей жизни, радуясь тому, что уже достиг, и оставаясь открытым для новых возможностей. Пусть каждый день будет наполнен знаниями и опытом, которые ты сам выбираешь, создавая свою уникальную картину интеллектуального, личностного и духовного роста."
                }
        },
        "Готовность" : {
		"score" : "310",
		"perseption" : "Обнадеживающая",
		"text" : {
			"Творец" : "Ты сейчас на верном пути к интеллектуальному, личностному и духовному росту. Ты перешел от планов к действиям и активно работаешь над своими целями, стремясь расширить свои горизонты и углубить понимание себя и мира. Каждый день ты полон вдохновения, и страх неудачи не отвлекает тебя так сильно, как это было раньше. Ты осознаешь, что любые преграды на твоем пути можно преодолеть с упорством и решимостью. Каждый вызов — это возможность открыть что-то новое о себе и своем внутреннем мире, и ты готов принимать их.",
			"Главное желание" : "Ты стремишься создать что-то уникальное в своей жизни, наполненной глубокими знаниями и личностными открытиями. Хочется удивить себя, достигнув результатов, которые превзойдут все твои ожидания. Это даст тебе ощущение радости и удовлетворения, которое ты давно искал, позволяя глубже понять свои ценности и цели.",
			"Цель" : "Твоя цель — реализовать задуманное и воплотить свои идеи в реальность. Это принесет тебе чувство свободы и уверенности в своих силах. Ты хочешь заниматься тем, о чем когда-то только мечтал, и теперь это становится частью твоей жизни.",
			"Страх" : "Иногда возникает страх получить результат, который не соответствует твоим ожиданиям. Но помни, что ты уже проделал большую работу: у тебя есть четкий план действий, и ты движешься вперед. Каждый шаг — это возможность уточнить свои цели и скорректировать свой путь, если это необходимо. Важно понимать, что страх — это нормальная часть процесса роста.",
			"Модель поведения" : "Ты, словно исследователь, смело берешься за изучение своих идей и стремлений, погружаясь в поток интеллектуального и духовного вдохновения. Процесс достижения роста — это не просто путь, а захватывающее путешествие, состоящее из множества этапов. На каждом шаге тебя поджидают препятствия, требующие уникального подхода, словно загадочные лабиринты с неожиданными поворотами. Этот цикличный процесс напоминает танец: ты разбиваешь его на ритмичные фрагменты, определяя локальные цели, как мелодии в симфонии. Постановка задач становится твоими нотами, а метрики — аккордами, позволяющими оценить гармонию достигнутого результата. \n Ты с азартом ищешь препятствия, словно исследователь, открывающий новые горизонты, и находишь решения, которые становятся ключами к новым дверям. Каждый раз, когда на твоем пути возникают трудности, в душе может вспыхнуть напряжение или даже агрессия — это естественно. Ты понимаешь, что важно направить эту мощную энергию на поиск решений, а не на манипуляции с окружающими или собой. И когда тьма сомнений окутывает тебя, ты вспоминаешь негласное правило: как только ты находишь решение или достигаешь своей цели, положительные эмоции вновь наполняют твою жизнь светом и радостью. В этом бесконечном круговороте ты становишься мастером своего роста, создавая шедевр под названием «жизнь», наполненный глубоким смыслом и пониманием.",
			"Ловушка" : "Стремление к идеалам самосовершенствования может стать источником значительного стресса и бремени. Испытывая страх перед неудачами в своих интеллектуальных и духовных достижениях, ты стремишься к перфекционизму, который затрудняет завершение проектов и реализацию идей, так как акцентируешь внимание на мельчайших деталях. В результате, вместо того чтобы испытывать удовлетворение от процесса, ты можешь зацикливаться на сравнении себя с другими, что приводит к чувству неполноценности и снижению самооценки. Такой подход может препятствовать твоему личному развитию, так как успехи других воспринимаются как недостижимые стандарты.",
			"Награда" : "При преодолении этих внутренних барьеров и погружении в процесс интеллектуального и духовного роста у тебя возникает чувство удовлетворения и свободы. Осознание важности процесса самосовершенствования, а не только конечного результата, позволяет тебе принимать свои стремления и достижения. Это может привести к снижению уровня тревожности и повышению мотивации. Ты начинаешь ценить процесс обучения и открытия нового, что способствует более глубокому пониманию себя и окружающего мира. Успехи в этой области могут вдохновлять на новые идеи и проекты, поддерживая твое постоянное стремление к самосовершенствованию. Также важно отметить, что установление связей с единомышленниками может способствовать чувству принадлежности и социальной поддержки. Каждое новое знание или опыт становится важным этапом в твоем личном развитии. Это позволяет тебе ценить простые радости жизни и открывать для себя новые возможности, что в конечном итоге формирует более полноценное восприятие своего существования.",
			"Стратегия эмпаурмента The Self" : "В каждом из нас заложен потенциал для достижения значительных успехов в области интеллектуального, личностного и духовного роста. Научись ценить каждое, даже самое небольшое достижение. Будь то завершение учебного курса или освоение нового навыка — каждый из этих моментов заслуживает твоего признания. Возвращайся к этим чувствам, чтобы укрепить уверенность в своих силах. Используй уроки, которые ты уже усвоил, как важные элементы своего опыта. Внутри тебя есть качества, которые помогут тебе двигаться вперед. Позволь своей любознательности стать ориентиром для поиска новых знаний, а креативности — инструментом для создания своего уникального пути. Организованность будет твоим надежным помощником в планировании образовательных мероприятий, а открытость к новым идеям поможет преодолевать трудности. \n Дисциплина станет твоим верным союзником на пути к развитию. Создай четкий план действий, подобно архитектору, который строит здание мечты. Постоянное обучение и практика новых навыков станут основой твоего личного успеха. Понимание того, что систематический подход к саморазвитию является ключом к открытию новых возможностей, поможет тебе уверенно двигаться вперед. \n Развивай уверенность в своих способностях, как садовод заботится о растении. Вера в себя — это ключ к преодолению препятствий и внутренний свет, который освещает путь даже в трудные времена. Находи вдохновение в страхах, которые когда-то сковывали тебя; пусть они станут трамплином для роста. Научись извлекать уроки из своих неудач и используй этот опыт для поддержки других, кто сталкивается с аналогичными трудностями. \n Стремись к внутреннему спокойствию и удовлетворению в своих усилиях по развитию. Помни: у тебя уже есть все необходимое для достижения успеха. Твои стремления заключаются не только в конечной цели, но и в наслаждении процессом и моментом 'здесь и сейчас'. Учись ценить каждый миг своей жизни, радуясь тому, что уже достиг, и оставаясь открытым для новых возможностей. Пусть каждый день будет наполнен знаниями и опытом, которые ты сам выбираешь, создавая свою уникальную картину интеллектуального, личностного и духовного роста."
                }
        },
        "Принятие" : {
		"score" : "350",
		"perseption" : "Гармоничная",
		"text" : {
			"Победитель" : "У тебя уже есть замечательный опыт и понимание, как наполнять свою жизнь интеллектуальными открытиями, личностным развитием и духовным ростом. Ты знаешь, что приносит радость и удовлетворение, а что нет. Главное — действовать последовательно и верить в свои возможности. Ты понимаешь, что для достижения насыщенной и полноценной жизни важна дисциплина: регулярно заниматься самообразованием, развивать свои творческие способности и открывать новые горизонты. Это похоже на тренировки: чем чаще ты занимаешься, тем больше вдохновения и уверенности получаешь. Ты знаешь, что любые сложности на пути к интеллектуальному, личностному и духовному росту можно преодолеть, если искать новые возможности и подходы.",
			"Главное желание" : "Ты стремишься наполнять свою жизнь новыми знаниями и опытом, чтобы каждый день приносил открытия и радость. Ты хочешь наслаждаться изучением различных дисциплин, знакомиться с новыми идеями и расширять свои горизонты. Изучая различные направления личностного и духовного роста, ты ищешь способы развивать свои способности и находить вдохновение в каждом мгновении.",
			"Цель" : "В сфере интеллектуального, личностного и духовного роста ты стремишься создать насыщенную и разнообразную палитру впечатлений. Ты хочешь регулярно заниматься самообразованием, развивать свои творческие навыки и находить время для увлечений, которые приносят тебе радость. Твоя цель — это не просто накопление знаний, а создание гармонии и баланса в жизни, где каждое новое знакомство и опыт делают тебя более полным и счастливым. Ты желаешь обрести уверенность в своих увлечениях и наслаждаться процессом самовыражения.",
			"Страх" : "В вопросах интеллектуального, личностного и духовного роста ты можешь бояться упустить возможность открыть для себя что-то новое или не найти время для своих увлечений. Ты можешь опасаться, что рутинные дела затмят твои стремления к самовыражению и развитию. Также может возникать страх, что недостаток новых впечатлений и опыта приведет к скуке и однообразию в жизни. Важно помнить, что каждый день — это шанс создать что-то уникальное и яркое, если ты будешь следовать своим интересам и открываться новым возможностям.",
			"Модель поведения" : "Ты стремишься наполнять свою жизнь интеллектуальными, личностными и духовными открытиями. Ты с удовольствием изучаешь новые дисциплины, читаешь книги и слушаешь лекции, что помогает тебе расширять свои знания и навыки. Ты активно развиваешь свои творческие способности через различные формы самовыражения. Ты не упускаешь возможности участвовать в любых мероприятиях, которые вдохновляют тебя на новые идеи и подходы.",
			"Ловушка" : "Возможно, ты начнешь избегать неожиданных возможностей для обучения и личностного роста, ограничивая себя привычными занятиями. Это может привести к тому, что твоя жизнь станет однообразной и скучной, а твои творческие способности не будут развиваться так, как хотелось бы. Также ты можешь потерять интерес к своим увлечениям, если не будешь уделять им достаточно внимания.",
			"Награда" : "Ты получаешь возможность наполнять свою жизнь глубокими впечатлениями и радостью от новых открытий. Ты развиваешь свои интеллектуальные и духовные способности, обогащая свой внутренний мир, что приносит удовлетворение и гармонию. Глубокое понимание различных концепций и идей, а также радость общения с единомышленниками делают твою жизнь более насыщенной. Ты находишь поддержку в своем окружении и вдохновение в каждом дне.",
			"Стратегия эмпаурмента The Self" : "Тебе важно активно искать новые возможности для самовыражения и развития. Постарайся не ограничивать себя привычными рамками, продолжай открываться новым знаниям и идеям. Используй свои увлечения как способ самовыражения и наслаждайся процессом познания. Поддерживай баланс между активным исследованием мира вокруг и временем для глубокого погружения в свои интересы. Наполняй свою жизнь интеллектуальными открытиями и оставайся открытым к новым возможностям!"
                }
        },
        "Разум" : {
		"score" : "400",
		"perseption" : "Многозначная",
		"text" : {
			"Победитель" : "У тебя уже есть замечательный опыт и понимание, как наполнять свою жизнь интеллектуальными открытиями, личностным развитием и духовным ростом. Ты знаешь, что приносит радость и удовлетворение, а что нет. Главное — действовать последовательно и верить в свои возможности. Ты понимаешь, что для достижения насыщенной и полноценной жизни важна дисциплина: регулярно заниматься самообразованием, развивать свои творческие способности и открывать новые горизонты. Это похоже на тренировки: чем чаще ты занимаешься, тем больше вдохновения и уверенности получаешь. Ты знаешь, что любые сложности на пути к интеллектуальному, личностному и духовному росту можно преодолеть, если искать новые возможности и подходы.",
			"Главное желание" : "Ты стремишься наполнять свою жизнь новыми знаниями и опытом, чтобы каждый день приносил открытия и радость. Ты хочешь наслаждаться изучением различных дисциплин, знакомиться с новыми идеями и расширять свои горизонты. Изучая различные направления личностного и духовного роста, ты ищешь способы развивать свои способности и находить вдохновение в каждом мгновении.",
			"Цель" : "В сфере интеллектуального, личностного и духовного роста ты стремишься создать насыщенную и разнообразную палитру впечатлений. Ты хочешь регулярно заниматься самообразованием, развивать свои творческие навыки и находить время для увлечений, которые приносят тебе радость. Твоя цель — это не просто накопление знаний, а создание гармонии и баланса в жизни, где каждое новое знакомство и опыт делают тебя более полным и счастливым. Ты желаешь обрести уверенность в своих увлечениях и наслаждаться процессом самовыражения.",
			"Страх" : "В вопросах интеллектуального, личностного и духовного роста ты можешь бояться упустить возможность открыть для себя что-то новое или не найти время для своих увлечений. Ты можешь опасаться, что рутинные дела затмят твои стремления к самовыражению и развитию. Также может возникать страх, что недостаток новых впечатлений и опыта приведет к скуке и однообразию в жизни. Важно помнить, что каждый день — это шанс создать что-то уникальное и яркое, если ты будешь следовать своим интересам и открываться новым возможностям.",
			"Модель поведения" : "Ты стремишься наполнять свою жизнь интеллектуальными, личностными и духовными открытиями. Ты с удовольствием изучаешь новые дисциплины, читаешь книги и слушаешь лекции, что помогает тебе расширять свои знания и навыки. Ты активно развиваешь свои творческие способности через различные формы самовыражения. Ты не упускаешь возможности участвовать в любых мероприятиях, которые вдохновляют тебя на новые идеи и подходы.",
			"Ловушка" : "Возможно, ты начнешь избегать неожиданных возможностей для обучения и личностного роста, ограничивая себя привычными занятиями. Это может привести к тому, что твоя жизнь станет однообразной и скучной, а твои творческие способности не будут развиваться так, как хотелось бы. Также ты можешь потерять интерес к своим увлечениям, если не будешь уделять им достаточно внимания.",
			"Награда" : "Ты получаешь возможность наполнять свою жизнь глубокими впечатлениями и радостью от новых открытий. Ты развиваешь свои интеллектуальные и духовные способности, обогащая свой внутренний мир, что приносит удовлетворение и гармонию. Глубокое понимание различных концепций и идей, а также радость общения с единомышленниками делают твою жизнь более насыщенной. Ты находишь поддержку в своем окружении и вдохновение в каждом дне.",
			"Стратегия эмпаурмента The Self" : "Тебе важно активно искать новые возможности для самовыражения и развития. Постарайся не ограничивать себя привычными рамками, продолжай открываться новым знаниям и идеям. Используй свои увлечения как способ самовыражения и наслаждайся процессом познания. Поддерживай баланс между активным исследованием мира вокруг и временем для глубокого погружения в свои интересы. Наполняй свою жизнь интеллектуальными открытиями и оставайся открытым к новым возможностям!"
                }
        },
        "Любовь" : {
		"score" : "500",
		"perseption" : "Доброжелательная",
		"text" : {
			"Победитель" : "У тебя уже есть замечательный опыт и понимание, как наполнять свою жизнь интеллектуальными открытиями, личностным развитием и духовным ростом. Ты знаешь, что приносит радость и удовлетворение, а что нет. Главное — действовать последовательно и верить в свои возможности. Ты понимаешь, что для достижения насыщенной и полноценной жизни важна дисциплина: регулярно заниматься самообразованием, развивать свои творческие способности и открывать новые горизонты. Это похоже на тренировки: чем чаще ты занимаешься, тем больше вдохновения и уверенности получаешь. Ты знаешь, что любые сложности на пути к интеллектуальному, личностному и духовному росту можно преодолеть, если искать новые возможности и подходы.",
			"Главное желание" : "Ты стремишься наполнять свою жизнь новыми знаниями и опытом, чтобы каждый день приносил открытия и радость. Ты хочешь наслаждаться изучением различных дисциплин, знакомиться с новыми идеями и расширять свои горизонты. Изучая различные направления личностного и духовного роста, ты ищешь способы развивать свои способности и находить вдохновение в каждом мгновении.",
			"Цель" : "В сфере интеллектуального, личностного и духовного роста ты стремишься создать насыщенную и разнообразную палитру впечатлений. Ты хочешь регулярно заниматься самообразованием, развивать свои творческие навыки и находить время для увлечений, которые приносят тебе радость. Твоя цель — это не просто накопление знаний, а создание гармонии и баланса в жизни, где каждое новое знакомство и опыт делают тебя более полным и счастливым. Ты желаешь обрести уверенность в своих увлечениях и наслаждаться процессом самовыражения.",
			"Страх" : "В вопросах интеллектуального, личностного и духовного роста ты можешь бояться упустить возможность открыть для себя что-то новое или не найти время для своих увлечений. Ты можешь опасаться, что рутинные дела затмят твои стремления к самовыражению и развитию. Также может возникать страх, что недостаток новых впечатлений и опыта приведет к скуке и однообразию в жизни. Важно помнить, что каждый день — это шанс создать что-то уникальное и яркое, если ты будешь следовать своим интересам и открываться новым возможностям.",
			"Модель поведения" : "Ты стремишься наполнять свою жизнь интеллектуальными, личностными и духовными открытиями. Ты с удовольствием изучаешь новые дисциплины, читаешь книги и слушаешь лекции, что помогает тебе расширять свои знания и навыки. Ты активно развиваешь свои творческие способности через различные формы самовыражения. Ты не упускаешь возможности участвовать в любых мероприятиях, которые вдохновляют тебя на новые идеи и подходы.",
			"Ловушка" : "Возможно, ты начнешь избегать неожиданных возможностей для обучения и личностного роста, ограничивая себя привычными занятиями. Это может привести к тому, что твоя жизнь станет однообразной и скучной, а твои творческие способности не будут развиваться так, как хотелось бы. Также ты можешь потерять интерес к своим увлечениям, если не будешь уделять им достаточно внимания.",
			"Награда" : "Ты получаешь возможность наполнять свою жизнь глубокими впечатлениями и радостью от новых открытий. Ты развиваешь свои интеллектуальные и духовные способности, обогащая свой внутренний мир, что приносит удовлетворение и гармонию. Глубокое понимание различных концепций и идей, а также радость общения с единомышленниками делают твою жизнь более насыщенной. Ты находишь поддержку в своем окружении и вдохновение в каждом дне.",
			"Стратегия эмпаурмента The Self" : "Тебе важно активно искать новые возможности для самовыражения и развития. Постарайся не ограничивать себя привычными рамками, продолжай открываться новым знаниям и идеям. Используй свои увлечения как способ самовыражения и наслаждайся процессом познания. Поддерживай баланс между активным исследованием мира вокруг и временем для глубокого погружения в свои интересы. Наполняй свою жизнь интеллектуальными открытиями и оставайся открытым к новым возможностям!"
                }
        },
        "Гармония" : {
		"score" : "600",
		"perseption" : "Совершенная",
		"text" : {
			"Победитель" : "У тебя уже есть замечательный опыт и понимание, как наполнять свою жизнь интеллектуальными открытиями, личностным развитием и духовным ростом. Ты знаешь, что приносит радость и удовлетворение, а что нет. Главное — действовать последовательно и верить в свои возможности. Ты понимаешь, что для достижения насыщенной и полноценной жизни важна дисциплина: регулярно заниматься самообразованием, развивать свои творческие способности и открывать новые горизонты. Это похоже на тренировки: чем чаще ты занимаешься, тем больше вдохновения и уверенности получаешь. Ты знаешь, что любые сложности на пути к интеллектуальному, личностному и духовному росту можно преодолеть, если искать новые возможности и подходы.",
			"Главное желание" : "Ты стремишься наполнять свою жизнь новыми знаниями и опытом, чтобы каждый день приносил открытия и радость. Ты хочешь наслаждаться изучением различных дисциплин, знакомиться с новыми идеями и расширять свои горизонты. Изучая различные направления личностного и духовного роста, ты ищешь способы развивать свои способности и находить вдохновение в каждом мгновении.",
			"Цель" : "В сфере интеллектуального, личностного и духовного роста ты стремишься создать насыщенную и разнообразную палитру впечатлений. Ты хочешь регулярно заниматься самообразованием, развивать свои творческие навыки и находить время для увлечений, которые приносят тебе радость. Твоя цель — это не просто накопление знаний, а создание гармонии и баланса в жизни, где каждое новое знакомство и опыт делают тебя более полным и счастливым. Ты желаешь обрести уверенность в своих увлечениях и наслаждаться процессом самовыражения.",
			"Страх" : "В вопросах интеллектуального, личностного и духовного роста ты можешь бояться упустить возможность открыть для себя что-то новое или не найти время для своих увлечений. Ты можешь опасаться, что рутинные дела затмят твои стремления к самовыражению и развитию. Также может возникать страх, что недостаток новых впечатлений и опыта приведет к скуке и однообразию в жизни. Важно помнить, что каждый день — это шанс создать что-то уникальное и яркое, если ты будешь следовать своим интересам и открываться новым возможностям.",
			"Модель поведения" : "Ты стремишься наполнять свою жизнь интеллектуальными, личностными и духовными открытиями. Ты с удовольствием изучаешь новые дисциплины, читаешь книги и слушаешь лекции, что помогает тебе расширять свои знания и навыки. Ты активно развиваешь свои творческие способности через различные формы самовыражения. Ты не упускаешь возможности участвовать в любых мероприятиях, которые вдохновляют тебя на новые идеи и подходы.",
			"Ловушка" : "Возможно, ты начнешь избегать неожиданных возможностей для обучения и личностного роста, ограничивая себя привычными занятиями. Это может привести к тому, что твоя жизнь станет однообразной и скучной, а твои творческие способности не будут развиваться так, как хотелось бы. Также ты можешь потерять интерес к своим увлечениям, если не будешь уделять им достаточно внимания.",
			"Награда" : "Ты получаешь возможность наполнять свою жизнь глубокими впечатлениями и радостью от новых открытий. Ты развиваешь свои интеллектуальные и духовные способности, обогащая свой внутренний мир, что приносит удовлетворение и гармонию. Глубокое понимание различных концепций и идей, а также радость общения с единомышленниками делают твою жизнь более насыщенной. Ты находишь поддержку в своем окружении и вдохновение в каждом дне.",
			"Стратегия эмпаурмента The Self" : "Тебе важно активно искать новые возможности для самовыражения и развития. Постарайся не ограничивать себя привычными рамками, продолжай открываться новым знаниям и идеям. Используй свои увлечения как способ самовыражения и наслаждайся процессом познания. Поддерживай баланс между активным исследованием мира вокруг и временем для глубокого погружения в свои интересы. Наполняй свою жизнь интеллектуальными открытиями и оставайся открытым к новым возможностям!"
                }
        }
}