{
	"CONCLUSIONBYPERCENT" : {
		"10": "Твоя жизнь в данный момент находится на очень низкоэмоциональном уровне. Это может быть связано с серьезными проблемами в большинстве сфер вашей жизни",
		"20": "Ты находишься на начальном этапе формирования наполненной радостью жизни. Все сферы жизни требуют значительного внимания",
		"30": "Твоя жизнь имеет много прекрасного, но все еще остается много областей для улучшения. Все сферы жизни требуют значительного внимания",
		"40": "Ты на правильном пути, но для достижения большей гармонии необходимо больше усилий. Большинство сфер твоей жизни требуют значительного внимания",
		"50": "У тебя много прекрасного в жизни, но все еще остается много областей для улучшения. Важно предпринимать много усилий в большинстве сфер твоей жизни",
		"60": "Ты находишься на срединном этапе пути к наполненной радостью и блаженством жизни. Некоторые сферы развиты лучше других. Важно не остановливаться на достигнутом, у тебя все получится!",
		"70": "Твоя жизнь уже во многом полна прекрасного, но есть области, которые требуют внимания для достижения большего счастья. Не остановливайся на достигнутом, у тебя все получится",
		"80": "Ты находишься на высоком уровне полноты и яркости жизни. Многие сферы развиты хорошо, но есть возможность для дальнейшего роста. Не остановливайся на достигнутом, реализуй все, что задумал",
		"90": "Твоя жизнь близка к идеалу. Ты достиг значительного успеха во многих сферах. Продолжай в том же духе и реализуй все, что задумал!",
		"100": "Ты достиг выдающегося уровня полноценности жизни. Твои сферы гармонично развиты и приносят удовлетворение. Продолжай в том же духе, пусть реализуется все, что ты задумал!"
	},
	"FEELINGLEVEL" : {
		"feeling": "sometextsometextsometextsometextsometextsometext",
		"Гордыня": "эмоционально ты наиболее близок к состоянию гордрости"
	},
	"CONCLUSIONCOMMONINSPHERE" : {
		"Красота и здоровье" : {
			"COMBINATIONQUESTIONS" : [
				"0",
				"1",
				"2"	
			],
			"COMBINATION": [
                                "Ты имеешь отличное физическое состояние благодаря высокой физической активности и здоровому образу жизни, который ты придерживаешься ежедневно. Твои усилия в поддержании здорового образа жизни и правильного питания оказывают положительное влияние на твое физическое состояние, и ты являешься примером для окружающих, которые также стремятся к здоровому образу жизни.",
                                "Твое отличное физическое состояние подтверждается регулярной физической активностью и здоровым образом жизни, который ты придерживаешься ежедневно. Твои усилия в поддержании здорового образа жизни и правильного питания помогают тебе сохранять свое физическое состояние на высоком уровне.",
                                "Твое отличное физическое состояние является результатом средней физической активности и здорового образа жизни, который ты придерживаешься ежедневно. Твоя средняя физическая активность в сочетании с правильным питанием помогает тебе поддерживать свое физическое состояние на высоком уровне.",
                                "Твое отличное физическое состояние достигается благодаря здоровому образу жизни и правильному питанию, которые ты придерживаешься ежедневно, несмотря на ниже среднего уровень физической активности. Твои усилия в поддержании здорового образа жизни помогают тебе сохранять свое физическое состояние на высоком уровне.",
                                "Твое отличное физическое состояние достигается благодаря здоровому образу жизни и правильному питанию, которые ты придерживаешься ежедневно, несмотря на низкий уровень физической активности. Ты осознаешь важность поддержания здорового образа жизни и правильного питания, что может помочь в твоем будущем здоровье и благополучии.",
                                "У тебя хорошее физическое состояние благодаря высокой физической активности и здоровому образу жизни, который ты придерживаешься ежедневно. Ты заботишься о своем теле и знаешь, что это важно для твоего будущего.",
                                "Ты уделяешь достаточное внимание своему здоровью, поэтому регулярно занимаешься спортом, придерживаешься правильного питания и поддерживаешь здоровый образ жизни. Благодаря этому, у тебя хорошее физическое состояние.",
                                "Ты придерживаешься здорового образа жизни и правильного питания, но физическая активность у тебя средняя. Несмотря на это, ты все еще в хорошей форме и заботишься о своем здоровье.",
                                "У тебя хорошее физическое состояние, но физическая активность ниже среднего. Тем не менее, ты не забываешь о здоровом питании и образе жизни, что помогает поддерживать твое тело в хорошей форме.",
                                "Ты придерживаешься здорового образа жизни и правильного питания, но физическая активность у тебя низкая. Тем не менее, благодаря здоровому образу жизни ты все еще в хорошей форме и заботишься о своем здоровье.",
                                "У тебя среднее физическое состояние, но благодаря высокой физической активности и здоровому образу жизни, ты все еще в хорошей форме. Ты заботишься о своем теле и знаешь, что это важно для твоего будущего.",
                                "Ты придерживаешься здорового образа жизни и правильного питания, что помогает поддерживать твое среднее физическое состояние. Регулярная физическая активность дополняет этот образ жизни и помогает тебе чувствовать себя лучше.",
                                "Твое физическое состояние среднее, но ты все еще заботишься о своем здоровье, придерживаясь здорового образа жизни и правильного питания. Средняя физическая активность также помогает тебе поддерживать свое тело в форме.",
                                " У тебя среднее физическое состояние, но физическая активность у тебя ниже среднего. Тем не менее, ты все еще заботишься о своем здоровье, придерживаясь здорового образа жизни и правильного питания. Это помогает тебе сохранять свое физическое состояние на уровне.",
                                "Твое физическое состояние среднее, но физическая активность у тебя низкая. Тем не менее, ты заботишься о своем здоровье, придерживаясь здорового образа жизни и правильного питания. Хотя физическая активность не является твоей сильной стороной, ты все еще делаешь все возможное, чтобы поддерживать свое физическое состояние на нужном уровне.",
                                "У тебя хуже среднего физическое состояние, но благодаря высокой физической активности и здоровому образу жизни, ты все еще в хорошей форме. Ты заботишься о своем теле и знаешь, что это важно для твоего будущего.",
                                "Твое физическое состояние хуже среднего, но регулярная физическая активность и здоровый образ жизни помогают тебе поддерживать свое тело в форме. Ты понимаешь, что здоровье - это главное, и поэтому стараешься следовать здоровому образу жизни.",
                                "У тебя хуже среднего физическое состояние, но ты все еще заботишься о своем здоровье, придерживаясь здорового образа жизни и правильного питания. Средняя физическая активность также помогает тебе поддерживать свое тело в форме и улучшать свое физическое состояние.",
                                "Твое физическое состояние хуже среднего, и физическая активность у тебя ниже среднего. Тем не менее, ты все еще заботишься о своем здоровье, придерживаясь здорового образа жизни и правильного питания. Это помогает тебе сохранять свое физическое состояние на уровне.",
                                "У тебя хуже среднего физическое состояние, и физическая активность у тебя низкая. Тем не менее, ты заботишься о своем здоровье, придерживаясь здорового образа жизни и правильного питания. Хотя физическая активность не является твоей сильной стороной, ты все еще делаешь все возможное, чтобы поддерживать свое физическое состояние на нужном уровне и улучшать его постепенно.",
                                "У тебя плохое физическое состояние, но благодаря высокой физической активности и здоровому образу жизни, ты все еще в хорошей форме. Ты заботишься о своем теле и знаешь, что это важно для твоего будущего.",
                                "Твое физическое состояние плохое, но регулярная физическая активность и здоровый образ жизни помогают тебе поддерживать свое тело в форме. Ты понимаешь, что здоровье - это главное, и поэтому стараешься следовать здоровому образу жизни.",
                                "У тебя плохое физическое состояние, но ты все еще заботишься о своем здоровье, придерживаясь здорового образа жизни и правильного питания. Средняя физическая активность также помогает тебе поддерживать свое тело в форме и улучшать свое физическое состояние.",
                                "Твое физическое состояние плохое, и физическая активность у тебя ниже среднего. Тем не менее, ты все еще заботишься о своем здоровье, придерживаясь здорового образа жизни и правильного питания. Это помогает тебе сохранять свое физическое состояние на уровне.",
                                "У тебя плохое физическое состояние, и физическая активность у тебя низкая. Тем не менее, ты заботишься о своем здоровье, придерживаясь здорового образа жизни и правильного питания. Хотя физическая активность не является твоей сильной стороной, ты все еще делаешь все возможное, чтобы поддерживать свое физическое состояние на нужном уровне и улучшать его постепенно.",
                                "Ты можешь гордиться своим отличным физическим состоянием, которое достигнуто благодаря высокой физической активности и здоровому образу жизни, которым ты часто придерживаешься.",
                                "Твое хорошее физическое состояние является результатом регулярной физической активности и здорового образа жизни, которым ты часто следуешь. Это говорит о твоей заботе о своем здоровье и будущем.",
                                "Хотя твоя физическая активность средняя, ты все еще можешь похвастаться хорошим физическим состоянием, которое поддерживается здоровым образом жизни и правильным питанием, которым ты часто придерживаешься.",
                                "Ты можешь гордиться своим отличным физическим состоянием, несмотря на то, что твоя физическая активность ниже среднего. Твоя забота о здоровом образе жизни и правильном питании помогает тебе поддерживать свое тело в форме.",
                                "Твое хорошее физическое состояние - это заслуга здорового образа жизни и правильного питания, которым ты часто придерживаешься, несмотря на низкую физическую активность. Ты можешь постепенно увеличивать свою физическую активность, чтобы еще больше улучшить свое здоровье.",
                                "Благодаря высокой физической активности и здоровому образу жизни, которым ты часто следуешь, ты можешь гордиться своим хорошим физическим состоянием. Это говорит о твоей заботе о своем здоровье и будущем.",
                                "Твое хорошее физическое состояние является результатом регулярной физической активности и здорового образа жизни, которые ты часто придерживаешься. Это говорит о твоей заботе о своем здоровье и будущем.",
                                "Хотя твоя физическая активность средняя, твое хорошее физическое состояние подтверждает, что здоровый образ жизни и правильное питание, которым ты часто следуешь, имеют важное значение для поддержания здоровья.",
                                "Твое хорошее физическое состояние - это заслуга здорового образа жизни и правильного питания, которые ты часто придерживаешься, несмотря на низкую физическую активность. Так или иначе, у тебя нет равнодушия к своему здоровью ни сейчас, ни в будущем.",
                                "Несмотря на низкую физическую активность, ты можешь возрадоваться своим хорошим физическим состоянием, которое достигнуто благодаря здоровому образу жизни и правильному питанию, которым ты часто придерживаешься. Это говорит о твоей заботе о своем здоровье и желании сохранить его в хорошей форме.",
                                "У тебя высокая физическая активность и среднее физическое состояние, что говорит о том, что ты заботишься о своем здоровье и поддерживаешь его в хорошей форме. Твой здоровый образ жизни и правильное питание помогают тебе достигать этого.",
                                "Твоя регулярная физическая активность и здоровый образ жизни, которым ты часто следуешь, помогают тебе поддерживать среднее физическое состояние. Ты можешь постепенно увеличивать свою физическую активность, чтобы еще больше улучшить свое здоровье.",
                                "Хотя твоя физическая активность средняя, твое среднее физическое состояние подтверждает, что здоровый образ жизни и правильное питание, которым ты часто следуешь, имеют важное значение для поддержания здоровья.",
                                "Несмотря на низкую физическую активность, ты можешь гордиться своим средним физическим состоянием, которое достигнуто благодаря здоровому образу жизни и правильному питанию, которым ты часто придерживаешься. Это говорит о твоей заботе о своем здоровье и желании сохранить его в хорошей форме.",
                                "Твое среднее физическое состояние несмотря на низкую физическую активность - это, вероятно, результат здорового образа жизни и правильного питания, которым ты часто придерживаешься, Ты можешь постепенно увеличивать свою физическую активность, чтобы еще больше улучшить свое здоровье и достичь более высокого уровня физической подготовки.",
                                "У тебя высокая физическая активность, но физическое состояние хуже среднего. Твой здоровый образ жизни и правильное питание помогают тебе поддерживать здоровье, но тебе не помешало бы изменить иные обстоятельства для улучшения физического состояния.",
                                "Твоя регулярная физическая активность и здоровый образ жизни помогают тебе поддерживать среднее физическое состояние, но возможно стоит обратить внимание на некоторые иные аспекты, чтобы улучшить общее здоровье.",
                                "Хотя твоя физическая активность средняя, твое физическое состояние хуже среднего, твой здоровый образ жизни и правильное питание, которым ты часто следуешь, явно положительно влияют на здоровье, но  увеличиние физической активности залог достижения лучших результатов.",
                                "Несмотря на низкую физическую активность, твое физическое состояние хуже среднего. Твой здоровый образ жизни и правильное питание, которым ты часто следуешь, могут помочь улучшить здоровье, но рекомендуется увеличить физическую активность для достижения лучших результатов.",
                                "Твое физическое состояние хуже среднего и низкая физическая активность, но здоровый образ жизни и правильное питание, которым ты часто следуешь, могут помочь улучшить здоровье. Рекомендуется увеличить физическую активность для достижения лучших результатов.",
                                "Твое физическое состояние плохое, но высокая физическая активность и здоровый образ жизни, которым ты часто следуешь, могут помочь улучшить здоровье, возможно стоит изменить иные факторы, влияющие на здоровье для улучшения физического состояния.",
                                "Твое физическое состояние плохое, но регулярная физическая активность и здоровый образ жизни и правильное питание, которым ты часто следуешь, могут помочь улучшить здоровье, возможно стоит изменить иные факторы, влияющие на здоровье для улучшения физического состояния.",
                                "Твое физическое состояние плохое, но средняя физическая активность и здоровый образ жизни, которым ты часто следуешь, могут помочь улучшить здоровье.",
                                "Твое физическое состояние плохое, и физическая активность ниже среднего, но здоровый образ жизни и правильное питание, которым ты часто следуешь, могут помочь улучшить здоровье.",
                                "Твое физическое состояние плохое, и физическая активность низкая, но здоровый образ жизни и правильное питание, которым ты часто следуешь, могут помочь улучшить здоровье.",
                                "У тебя отличное физическое состояние и высокая физическая активность, но необходимо обратить внимание на регулярность здорового образа жизни и правильного питания, чтобы поддерживать свое здоровье в течение долгого времени.",
                                "Твоя регулярная физическая активность помогает тебе поддерживать отличное физическое состояние, но необходимо уделить больше внимания здоровому образу жизни и правильному питанию для достижения максимальных результатов.",
                                "Возможно у тебя и отличное физическое состояние, несмотря на среднюю физическую активность, но необходимо улучшить регулярность здорового образа жизни и правильного питания, чтобы сохранять свое здоровье на долгие годы.",
                                "Несмотря на физическую активность ниже среднего, твое отличное физическое состояние может быть связано с другими факторами, однако стоит обратить внимание на здоровый образ жизни и правильное питание, чтобы поддерживать свое здоровье в долгосрочной перспективе.",
                                "Несмотря на низкую физическую активность, твое отличное физическое состояние может быть связано с другими факторами, однако стоит обратить внимание на здоровый образ жизни и правильное питание, чтобы поддерживать свое здоровье в долгосрочной перспективе.",
                                "У тебя отличное физическое состояние, которое связано с высокой физической активностью. Однако, необходимо уделить больше внимания здоровому образу жизни и правильному питанию, чтобы сохранять свое здоровье на долгие годы.",
                                "Твое отличное физическое состояние связано с регулярной физической активностью, но необходимо улучшить регулярность здорового образа жизни и правильного питания, чтобы достичь максимальных результатов и поддерживать свое здоровье в течение долгого времени.",
                                "Твое хорошее физическое состояние связано со средней физической активностью, но необходимо уделить больше внимания здоровому образу жизни и правильному питанию, чтобы сохранять свое здоровье на долгие годы.",
                                "Несмотря на низкую физическую активность, твое отличное физическое состояние может быть связано с другими факторами, однако стоит обратить внимание на здоровый образ жизни и правильное питание, чтобы поддерживать свое здоровье в долгосрочной перспективе.",
                                "Несмотря на низкую физическую активность, твое отличное физическое состояние может быть связано с другими факторами, однако стоит обратить внимание на здоровый образ жизни и правильное питание, чтобы поддерживать свое здоровье в долгосрочной перспективе.",
                                "У тебя среднее физическое состояние, что может быть связано с высокой физической активностью. Однако, необходимо уделить больше внимания здоровому образу жизни и правильному питанию, чтобы поддерживать свое здоровье на долгие годы.",
                                "У тебя среднее физическое состояние, но регулярная физическая активность. Необходимо улучшить регулярность здорового образа жизни и правильного питания, чтобы достичь максимальных результатов и поддерживать свое здоровье в течение долгого времени.",
                                "Твое среднее физическое состояние может быть связано со средней физической активностью. Необходимо уделить больше внимания здоровому образу жизни и правильному питанию, чтобы сохранять свое здоровье на долгие годы.",
                                "Несмотря на среднюю физическую активность, твое среднее физическое состояние может быть связано с другими факторами, однако стоит обратить внимание на здоровый образ жизни и правильное питание, чтобы поддерживать свое здоровье в долгосрочной перспективе.",
                                "Твое среднее физическое состояние может быть связано с низкой физической активностью и нерегулярным здоровым образом жизни и правильным питанием.",
                                "У тебя хуже среднего физическое состояние, что может быть связано с недостаточной регулярностью здорового образа жизни и правильного питания. Несмотря на высокую физическую активность, необходимо уделить больше внимания правильному питанию и здоровому образу жизни, чтобы поддерживать свое здоровье на долгие годы.",
                                "У тебя хуже среднего физическое состояние, но регулярная физическая активность помогает тебе сохранять свое здоровье. Несмотря на это, необходимо улучшить регулярность здорового образа жизни и правильного питания, чтобы достичь максимальных результатов и поддерживать свое здоровье в течение долгого времени.",
                                "Твое хуже среднего физическое состояние может быть связано со средней физической активностью и нерегулярным здоровым образом жизни и правильным питанием.",
                                "У тебя хуже среднего физическое состояние, возможно, низкая физическая активность и нерегулярный здоровый образ жизни и неправильное питание могут быть главными причинами.",
                                "У тебя хуже среднего физическое состояние, что может быть связано с низкой физической активностью и нерегулярным здоровым образом жизни и неправильным питанием. Рекомендуется увеличить физическую активность и следить за правильным питанием, чтобы достичь максимальных результатов и поддерживать свое здоровье в течение долгого времени.",
                                "У тебя плохое физическое состояние, что может быть связано с нерегулярным здоровым образом жизни и неправильным питанием, несмотря на высокую физическую активность.",
                                "У тебя плохое физическое состояние, но регулярная физическая активность помогает тебе сохранять свое здоровье. Несмотря на это, необходимо улучшить регулярность здорового образа жизни и правильного питания, чтобы достичь максимальных результатов и поддерживать свое здоровье в течение долгого времени, возможно стоит изменить иные факторы, влияющие на здоровье для улучшения физического состояния.",
                                "Твое плохое физическое состояние может быть связано со средней физической активностью и нерегулярным здоровым образом жизни и неправильным питанием. Ты знаешь, что важно увеличить физическую активность и следить за правильным питанием, чтобы достичь максимальных результатов и поддерживать свое здоровье в течение долгого времени, возможно стоит изменить иные факторы, влияющие на здоровье для улучшения физического состояния.",
                                "Несмотря на плохое физическое состояние, низкая физическая активность и нерегулярный здоровый образ жизни и неправильное питание могут быть главными причинами. Ты знаешь, как важно увеличить физическую активность и следить за правильным питанием, чтобы достичь максимальных результатов и поддерживать свое здоровье в течение долгого времени, возможно стоит изменить иные факторы, влияющие на здоровье для улучшения физического состояния.",
                                "У тебя плохое физическое состояние, что может быть связано с низкой физической активностью и нерегулярным здоровым образом жизни и неправильным питанием. Ты знаешь, что важно увеличить физическую активность и следить за правильным питанием, чтобы достичь максимальных результатов и поддерживать свое здоровье в течение долгого времени, возможно стоит изменить иные факторы, влияющие на здоровье для улучшения физического состояния.",
                                "У тебя отличное физическое состояние и высокая физическая активность, но достаточно редкие здоровый образ жизни и правильное питание могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя отличное физическое состояние, которое поддерживается регулярной физической активностью, но редкие здоровый образ жизни и правильное питание могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя отличное физическое состояние, но средняя или ниже среднего физическая активность и редкие здоровый образ жизни и правильное питание могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя отличное физическое состояние, но низкая физическая активность, при том, что редкие здоровый образ жизни и правильное питание, что довольно не часто встречается.",
                                "У тебя отличное физическое состояние, но низкая физическая активность, при том, что редкие здоровый образ жизни и правильное питание, что довольно не часто встречается.",
                                "У тебя отличное физическое состояние и высокая физическая активность, что очень хорошо. Однако, редкие здоровый образ жизни и правильное питание могут негативно повлиять на твое здоровье в будущем.",
                                "Ты имеешь отличное физическое состояние и регулярно занимаешься физическими упражнениями, что является отличным началом для здорового образа жизни. Однако, редкие здоровый образ жизни и правильное питание могут негативно повлиять на твое здоровье в будущем.",
                                "Твое физическое состояние хорошее, но средняя или ниже среднего физическая активность, но редкие здоровый образ жизни и правильное питание могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя хорошее физическое состояние, но ниже среднего физическая активность, при том, что редкие здоровый образ жизни и правильное питание, что довольно не часто встречается.",
                                "У тебя хорошее физическое состояние, но низкая физическая активность, при том, что редкие здоровый образ жизни и правильное питание, что довольно не часто встречается.",
                                "У тебя среднее физическое состояние, но при этом высокая физическая активность, что является положительным фактором. Однако, редкие здоровый образ жизни и правильное питание могут негативно повлиять на твое здоровье в будущем. Ты знаешь, что важно уделить больше внимания правильному питанию и здоровому образу жизни, чтобы сохранять свое физическое состояние на долгие годы.",
                                "Ты имеешь среднее физическое состояние и регулярно занимаешься физическими упражнениями, что является положительным фактором. Однако, редкие здоровый образ жизни и правильное питание могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя среднее физическое состояние и средняя физическая активность, но редкие здоровый образ жизни и правильное питание могут негативно повлиять на твое здоровье в будущем.",
                                "Ты имеешь среднее физическое состояние и ниже среднего физическую активность, что может негативно повлиять на твое здоровье в будущем. Редкий здоровый образ жизни и неправильное питание также являются негативными факторами.",
                                "Ты имеешь среднее физическое состояние и низкую физическую активность, что может негативно повлиять на твое здоровье в будущем. Редкий здоровый образ жизни и неправильное питание также являются негативными факторами.",
                                "У тебя хуже среднего физическое состояние, но высокая физическая активность, что является положительным фактором. Однако, редкий здоровый образ жизни и неправильное питание могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя хуже среднего физическое состояние, но регулярная физическая активность, что является положительным фактором. Однако, редкий здоровый образ жизни и неправильное питание могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя хуже среднего физическое состояние, средняя физическая активность и редкий здоровый образ жизни и неправильное питание, все это негативно повлияет на твое здоровье в будущем.",
                                "У тебя хуже среднего физическое состояние, ниже среднего физическая активность, редкий здоровый образ жизни и неправильное питание, все это негативно повлияет на твое здоровье в будущем.",
                                "У тебя хуже среднего физическое состояние, низкая физическая активность, редкий здоровый образ жизни и неправильное питание, все это негативно повлияет на твое здоровье в будущем.",
                                "У тебя плохое физическое состояние, но твоя высокая физическая активность является положительным фактором. Однако, редкий здоровый образ жизни и неправильное питание могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя плохое физическое состояние, но регулярная физическая активность является положительным фактором. Однако, редкий здоровый образ жизни и неправильное питание могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя плохое физическое состояние, средняя физическая активность, редкий здоровый образ жизни и неправильное питание, все это негативно повлияет на твое здоровье в будущем.",
                                "У тебя плохое физическое состояние, ниже среднего физическая активность, редкий здоровый образ жизни и неправильное питание, все это негативно повлияет на твое здоровье в будущем.",
                                "У тебя плохое физическое состояние, низкая физическая активность, редкий здоровый образ жизни и неправильное питание, все это негативно повлияет на твое здоровье в будущем.",
                                "У тебя отличное физическое состояние и высокая физическая активность, но отсутствие здорового образа жизни и правильного питания могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя отличное физическое состояние, которое поддерживается регулярной физической активностью, но отсутствие здорового образа жизни и правильного питания могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя отличное физическое состояние, но средняя или ниже среднего физическая активность и отсутствие здорового образа жизни и правильного питания могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя отличное физическое состояние, но низкая физическая активность, при этом отсутствие здорового образа жизни и правильного питания, что довольно не часто встречается.",
                                "У тебя отличное физическое состояние, но низкая физическая активность, при этом отсутствие здорового образа жизни и неправильное питание, что довольно не часто встречается.",
                                "У тебя отличное физическое состояние и высокая физическая активность, что очень хорошо. Однако, отсутствие здорового образа жизни и правильного питания могут негативно повлиять на твое здоровье в будущем.",
                                "Ты имеешь отличное физическое состояние и регулярно занимаешься физическими упражнениями, что является отличным началом для здорового образа жизни. Однако, отсутствие здорового образа жизни и правильного питания могут негативно повлиять на твое здоровье в будущем.",
                                "Твое физическое состояние хорошее, но средняя или ниже среднего физическая активность, но отсутствие здорового образа жизни и правильного питания могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя хорошее физическое состояние, но ниже среднего физическая активность, при этом отсутствие здорового образа жизни и правильного питания, что довольно не часто встречается.",
                                "У тебя хорошее физическое состояние, но низкая физическая активность, при этом отсутствие здорового образа жизни и правильного питания, что довольно не часто встречается.",
                                "У тебя среднее физическое состояние, но при этом высокая физическая активность, что является положительным фактором. Однако, отсутствие здорового образа жизни и правильного питания могут негативно повлиять на твое здоровье в будущем.",
                                "Ты имеешь среднее физическое состояние и регулярно занимаешься физическими упражнениями, что является положительным фактором. Однако, отсутствие здорового образа жизни и правильного питания могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя среднее физическое состояние и средняя физическая активность, но отсутствие здорового образа жизни и правильного питания могут негативно повлиять на твое здоровье в будущем.",
                                "Ты имеешь среднее физическое состояние и ниже среднего физическую активность, что может негативно повлиять на твое здоровье в будущем. Но отсутствие здорового образа жизни и правильного питания также являются негативными факторами.",
                                "Ты имеешь среднее физическое состояние и низкую физическую активность, что может негативно повлиять на твое здоровье в будущем. Но отсутствие здорового образа жизни и правильного питания также являются негативными факторами.",
                                "У тебя хуже среднего физическое состояние, но высокая физическая активность, что является положительным фактором. Но отсутствие здорового образа жизни и правильного питания могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя хуже среднего физическое состояние, но регулярная физическая активность, что является положительным фактором. Но отсутствие здорового образа жизни и правильного питания могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя хуже среднего физическое состояние, средняя физическая активность и отсутствие здорового образа жизни и неправильное питание, все это негативно повлияет на твое здоровье в будущем.",
                                "У тебя хуже среднего физическое состояние, ниже среднего физическая активность, отсутствие здорового образа жизни и неправильное питание, все это негативно повлияет на твое здоровье в будущем.",
                                "У тебя хуже среднего физическое состояние, низкая физическая активность, отсутствие здорового образа жизни и неправильное питание, все это негативно повлияет на твое здоровье в будущем.",
                                "У тебя плохое физическое состояние, но твоя высокая физическая активность является положительным фактором. Но отсутствие здорового образа жизни и правильного питания могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя плохое физическое состояние, но регулярная физическая активность является положительным фактором. Но отсутствие здорового образа жизни и правильного питания могут негативно повлиять на твое здоровье в будущем.",
                                "У тебя плохое физическое состояние, средняя физическая активность, отсутствие здорового образа жизни и неправильное питание, все это негативно повлияет на твое здоровье в будущем. ",
                                "У тебя плохое физическое состояние, ниже среднего физическая активность, отсутствие здорового образа жизни и неправильное питание, все это негативно повлияет на твое здоровье в будущем. ",
                                "У тебя плохое физическое состояние, низкая физическая активность, отсутствие здорового образа жизни и неправильное питание, все это негативно повлияет на твое здоровье в будущем. "
			],
			"3": [
                                "Ты обладаешь высокой самооценкой и уверенностью в себе, что свидетельствует о положительном восприятии своего тела и здоровья. Очевидно, ты принимаешь себя 'как есть', и умеешь ценить свои физические качества, что способствует твоему общему благополучию и позитивному отношению к жизни.",
                                "Ты имеешь общее положительное отношение к своему телу, но осознаешь некоторые аспекты, которые могли бы улучшиться, что говорит о твоем стремлении к самосовершенствованию и готовности работать над собой. Важно помнить, что у всех есть недостатки, и принятие себя — это процесс.",
                                "Твое восприятие тела находится в состоянии неопределенности. Возможно, ты колеблешься между положительными и отрицательными чувствами. Это указывает на необходимость более глубокого анализа отношения к себе, ведь возможность работы над самооценкой и принятием себя — залог большего внутреннего комфорта.",
                                "Ты испытываешь негативные чувства по отношению к своему телу, что может свидетельствовать о низкой самооценке или недовольстве собой. Это может быть вызвано внешними факторами, такими как стандарты красоты или давление со стороны общества. Это указывает на необходимость более глубокого анализа своих эмоций и отношения к себе, ведь возможность работы над самооценкой и принятием себя — залог большего внутреннего комфорта.",
                                "Полное недовольство своим телом может указывать на серьезные проблемы с самооценкой и самопринятием. Это состояние непременно влияет на твое общее психоэмоциональное здоровье и является источником постоянного напряжения и стресса."
			],
			"4": [
                                "Твоя внешность явно способствует повышению твоей самооценки и формирует положительное отношение к себе. Ты всецело принимаешь свою красоту и обладаешь уверенностью в своих физических данных. Высокая самооценка благоприятно сказывается на твоем общем благополучии и сильной позиции в общении с окружающими.",
                                "В целом ты позитивно относишься к своей внешности, но, возможно, есть некоторые аспекты, которые хотелось бы улучшить. Это может говорить о здоровом уровне самооценки, где ты принимаешь свои сильные стороны, сохраняя при этом открытость для самосовершенствования. Ты знаешь, что важно поддерживать этот баланс и работать над принятием себя.",
                                "Ты воспринимаешь свою внешность неоднозначно и колеблешься между положительными и отрицательными чувствами. Это может указывать на неуверенность или внутренние противоречия, которые проявляются фрустрациями и являются источником негативных эмоций.",
                                "Порой, ты проявляешь негативные чувства по отношению к своей внешности, что может указывать на низкую самооценку или влияние внешних стандартов красоты. Это состояние может создавать дискомфорт в социальных ситуациях и влиять на твое общее психоэмоциональное состояние.",
                                "Присутствие полного недовольства своей внешностью может свидетельствовать о серьезных проблемах с самооценкой и самопринятием. Это состояние может оказывать негативное влияние на твою жизнь, включая межличностные отношения и эмоциональное здоровье."
			],
			"5": [
                                "Ты обладаешь высокой степенью уверенности в себе и независимости от мнения окружающих, что несомненно говорит о здоровом уровне самооценки и способности принимать 'как есть'. Вероятно, ты в большей степени сосредотачиваешься на своих внутренних ценностях и качествах, что способствует твоему эмоциональному благополучию.",
                                "Ты в целом не слишком зависишь от мнения других, однако иногда можешь обращать внимание на оценки окружающих. Это говорит об уверенности в себе, хоть ты и осознаешь социальные нормы и ожидания. Вероятно, ты в большей степени сосредотачиваешься на своих внутренних ценностях и качествах, что способствует твоему эмоциональному благополучию.",
                                "Твое отношение к мнению окружающих колеблется. С одной стороны, ты обладаешь приемлемой уверенностью в себе, но с другой — испытываешь беспокойство о том, как тебя воспринимают. Это может указывать на внутренние конфликты, причины которых могут проистекать из разных аспектов и сфер жизни.",
                                "Ты часто обращаешь внимание на мнения окружающих и можешь чувствовать давление из-за их оценок твоего внешнего вида. Это может свидетельствовать о низкой самооценке или стремлении соответствовать социальным стандартам. Важно осознать, что твоя ценность не определяется мнением других, и рассмотреть любую возможность работы над внутренним принятием себя.",
                                "Ты сильно зависишь от мнения окружающих и, вероятно, испытываешь значительное беспокойство по поводу того, как тебя воспринимают. Это может указывать на низкую самооценку и высокую чувствительность к критике. Впереди тебя ждет много работы над собой, дабы развить самоуверенность и научиться ценить себя независимо от внешних оценок."
			]
        },
		"Отношения" : {
			"COMBINATIONQUESTIONS" : [
				"6",
				"9"	
			],
			"COMBINATION": [
                                "В твоих отношениях царит атмосфера счастья и гармонии. Оба партнера понимают и поддерживают друг друга, что создает прочный фундамент для дальнейшего развития. Это может быть связано с тем, что вы оба открыты для общения и готовы работать над отношениями.",
                                "В целом, ваши отношения с партнером наполнены позитивом и поддержкой, хотя иногда возникают небольшие недоразумения. Возможно, это связано с различиями в восприятии или стилях общения, но вы оба стремитесь к пониманию.",
                                "Есть много положительных моментов в ваших отношениях, однако иногда возникают трудности в коммуникации. Это может говорить о том, что вы оба пытаетесь наладить контакт, но иногда не находите нужных слов.",
                                "Внешне ваши отношения выглядят счастливыми, но внутри может отсутствовать глубокая связь. Это может быть признаком того, что вы оба не всегда открываетесь друг другу или не делитесь своими истинными чувствами.",
                                "Несмотря на видимую гармонию, ты можешь чувствовать нехватку любви и поддержки от партнера. Это может происходить из-за того, что один из вас не удовлетворен эмоциональными потребностями или не получает внимания.",
                                "В ваших отношениях есть много радостных моментов и взаимопонимания. Это может свидетельствовать о том, что вы оба готовы работать над собой и поддерживать друг друга в трудные времена.",
                                "У вас в целом хорошие отношения с некоторыми признаками поддержки и понимания. Однако временами могут возникать небольшие конфликты, которые требуют внимания.",
                                "Ваши отношения имеют свои плюсы, но иногда возникают трудности в понимании друг друга. Это может быть связано с тем, что вы оба заняты своими делами и не всегда находите время для общения.", 
                                "Хотя ваши отношения выглядят гармоничными, может отсутствовать глубокая эмоциональная поддержка. Это может указывать на то, что один из вас не получает достаточного внимания или заботы.",
                                "Внешне ваши отношения могут казаться хорошими, но внутри вы можете чувствовать пустоту и отсутствие глубокой связи. Это может быть следствием недостатка открытости или страха делиться своими переживаниями.",
                                "У вас есть свои плюсы в отношениях, но также присутствуют трудности в коммуникации. Возможно, вы оба стараетесь сохранить позитивный настрой, но внутренние проблемы остаются нерешенными.",
                                "Вы испытываете смешанные чувства о гармонии в отношениях, и хотя есть моменты поддержки, они могут быть недостаточными для полного удовлетворения обоих партнеров.",
                                "Твои отношения имеют как положительные, так и отрицательные стороны. Это может говорить о том, что вы находитесь на стадии поиска баланса и понимания в общении.",
                                "У тебя смешанные чувства о счастье в отношениях; возможно, вы оба осознаете проблемы, но не знаете, как их решить. Это может быть источником стресса и недовольства.",
                                "Твои отношения не совсем удовлетворительные; возможно, вы чувствуете отсутствие взаимопонимания и поддержки, что может приводить к эмоциональному дискомфорту.",
                                "Твои отношения явно имеют проблемы, но иногда проявляется взаимопонимание. Это может указывать на то, что несмотря на конфликты, у вас есть желание сохранить связь.",
                                "У вас есть трудности в отношениях, но все же присутствуют моменты любви и поддержки. Это говорит о том, что вы оба хотите улучшить ситуацию.",
                                "Твои отношения имеют свои сложности и переменный уровень понимания друг друга, что может быть результатом недостатка открытого общения и честности.",
                                "Ваши отношения далеки от счастья; возможно, вы оба чувствуете себя изолированными и не понимаемыми, что создает атмосферу напряженности.",
                                "Твои отношения явно несчастливые и лишены взаимопонимания; это может быть следствием накопившихся обид и нерешенных конфликтов.",
                                "Твои отношения не кажутся счастливыми, но иногда проявляется взаимопонимание. Это может говорить о том, что вы оба стремитесь к улучшению ситуации, несмотря на трудности.",
                                "У тебя явно проблемные отношения, но порой появляется поддержка; это может указывать на желание одного из партнеров работать над отношениями.",
                                "У тебя явные проблемы в отношениях, но есть некоторые положительные моменты; это может говорить о том, что несмотря на сложности, вы оба пытаетесь найти общий язык.",
                                "Твои отношения явно несчастливые и лишены поддержки и понимания; возможно, это связано с тем, что вы оба не хотите или не можете открыто обсуждать свои чувства.",
                                "Твои отношения полностью несчастливы и без взаимопонимания; это может быть следствием длительных конфликтов или отсутствия желания работать над собой и отношениями."
],
			"7": [
                                "Вероятно, ты постоянно чувствуешь себя одиноко в сфере отношений. Это может указывать на то, что у тебя их нет или они не удовлетворяют твои потребности в общении и близости. Это состояние может оказывать негативное влияние на твою жизнь и эмоциональное здоровье.",
                                "Часто ты чувствуешь себя одиноко в сфере отношений, это может означать, что у тебя есть некоторые отношения, но они не удовлетворяют твои потребности в общении и близости. Ты осознаешь, что данное состояние может оказывать негативное влияние на твою жизнь и эмоциональное здоровье.",
                                "Иногда ты чувствуешь себя одиноко в сфере отношений, это может указывать на то, что у тебя есть некоторые близкие отношения, но ты часто испытываешь потребность в большей близости и поддержке. Ты осознаешь, что данное состояние может оказывать негативное влияние на твою жизнь и эмоциональное здоровье, поэтому стремишься улучшить положение дел в меру своих возможностей.",
                                "Обычно ты не чувствуешь себя одиноко в сфере отношений, это может означать, что у тебя есть отношения, но они удовлетворяют твои потребности в общении и близости не полностью, однако ты стремишься к полной удовлетворенности в этой сфере жизни и делаешь все, что от тебя зависит.",
                                "Ты крайне редко чувствуешь себя одиноко, это может указывать на то, что у тебя высокий уровень близости и поддержки с людьми вокруг тебя, включая близкие отношения, которые удовлетворяют твои потребности как в общении, так и в чувстве самопринятия."
			],
			"8": [
                                "Твоя интимно-сексуальная жизнь является чувственной и регулярной, что означает, что ты наслаждаешься близостью с партнером и регулярно занимаешься сексом. Это может указывать на то, что у тебя здоровые отношения и удовлетворение в этой сфере жизни.",
                                "Если ты считаешь, что все хорошо в твоей интимно-сексуальной жизни, то, вероятно, ты чувствуешь удовлетворение и радость от близости с партнером. Это может быть признаком гармоничных и здоровых отношений.",
                                "Если ты оцениваешь свою интимно-сексуальную жизнь как что-то среднее, то это может указывать на то, что у тебя есть как положительные, так и отрицательные моменты в этой сфере жизни. Тебе может не хватать каких-то аспектов или возможностей, но в целом ты не считаешь ее плохой.",
                                "Если ты описываешь свою интимно-сексуальную жизнь как так себе, то это может указывать на то, что у тебя есть проблемы или неудовлетворенность в этой сфере жизни. Ты можешь испытывать чувство недостатка или неудовлетворенности, и возможно, нужно обратить внимание на эти аспекты.",
                                "Если ты считаешь, что все плохо в твоей интимно-сексуальной жизни, то это может быть признаком серьезных проблем или неудовлетворенности в этой сфере жизни. Ты можешь испытывать боль или дискомфорт от близости с партнером, и возможно, нужно обратиться за помощью или изменить отношения."
			]
		},
		"Окружение" : {
			"10": [
                                "Тебе очень повезло иметь близкие и теплые отношения с друзьями, которые всегда поддерживают и понимают тебя. Такие отношения могут быть настоящим сокровищем в жизни.",
                                "Твои отношения с друзьями хороши, но, возможно, иногда тебе не хватает большей теплоты и поддержки. Важно находить баланс между близостью и личным пространством.",
                                "Ты имеешь нечто среднее в отношениях с друзьями, но чувствуешь, что есть место для улучшения. Важно общаться открыто и честно с друзьями, чтобы отношения оставались крепкими.",
                                "Твои отношения с друзьями далеки от идеала, в них крайне мало теплоты и взаимопонимания. Важно осозновать, что дружба требует усилий и вложений, и если ты готов работать над отношениями, то они могут стать лучше.",
                                "Ты не имеешь искренних дружеских отношений, которые были бы полны теплоты и взаимопонимания. Важно не отчаиваться и продолжать искать людей, с которыми ты сможешь построить настоящие дружеские отношения."
			],
			"11": [
                                "Ты настоящий счастливчик, потому что испытываешь отличное удовольствие от личного и взаимного общения с родственниками и близкими. Такие отношения могут быть настоящим даром в жизни.",
                                "Ты хорошо себя чувствуешь, когда испытываешь удовольствие от общения с родственниками и близкими. Это говорит о том, что ты ценишь своих близких и находишь в них поддержку и понимание.",
                                "Ты испытываешь среднее удовольствие от общения с родственниками и близкими, возможно, потому что не уделяешь им достаточно времени и внимания, ведь все начинается с нас. Важно находить время для общения и укрепления отношений с близкими.",
                                "Ты чувствуешь, что удовольствие от общения с родственниками и близкими не удовлетворяет тебя, возможно, потому что есть какие-то проблемы или недопонимания в отношениях. Важно общаться открыто и честно, чтобы улучшить отношения с ними.",
                                "Тебе очень жаль, что ты не испытываешь удовольствие от общения с родственниками и близкими. Важно понимать, что отношения требуют усилий и вложений, ведь все начинается с нас. Открытое и честное общение эффективный способ улучшить отношения."
			],
			"12": [
                                "При этом, ты настоящий счастливчик, потому что твои отношения с детьми прекрасны и всегда радуют тебя, и неважно твои это дети или нет.  Это говорит о том, что ты умеешь находить общий язык с детьми, проявлять внимание и заботу, создавать с ними приятную атмосферу контакта.",
                                "При этом, ты очень рад, что твои отношения с детьми хорошие и приятные. Это свидетельствует о твоей заботе и внимании к детям, которые, в свою очередь, чувствуют твою любовь и поддержку.",
                                "При этом, ты не испытываешь яркого удовольствия от общения с детьми, возможно, потому что не уделяешь им достаточно времени и внимания, не погружаешься в их дивный и веселый мир. Следует осознать важность общения с детьми и научиться находить время для них, дети это цветы жизни.",
                                "При этом, ты чувствуешь, что отношения с детьми у тебя 'так себе', возможно, потому что есть какие-то проблемы или недопонимания в отношениях. Важно быть открытым и честным в общении с детьми, чтобы улучшить отношения и наладить взаимопонимание.",
                                "При этом, тебе очень жаль, что ты не испытываешь удовольствие от отношений с детьми. Важно понимать, что отношения требуют усилий и вложений, и если есть мотив работать над отношениями, то они могут стать лучше. Необходимо выяснить причины недовольства и найти способы улучшения ситуации, что в целом повлияет на гармоничное восприятие жизни."
			],
			"13": [
                                "Стоит также отметить, что ты настоящий профессионал, потому что твои отношения на работе с коллегами, начальством и клиентами обычно гармоничные и приятные. Ты умеешь находить общий язык с людьми и создавать приятную рабочую атмосферу.",
                                "Стоит также отметить, что ты очень доволен своими отношениями на работе с коллегами, начальством и клиентами, потому что они хорошие и приятные. Ты умеешь поддерживать положительный настрой и создавать комфортную рабочую обстановку.",
                                "Стоит также отметить, что ты имеешь нейтральные отношения на работе с коллегами, начальством и клиентами. Возможно, тебе не очень важно, какие отношения ты имеешь с людьми на работе, но важно помнить, что хорошие отношения могут повлиять на твою эффективность и результативность. Следует также обратить внимание на влияние иных обстоятельств жизни на сферу отношений на работе.",
                                "Стоит также отметить, что ты чувствуешь, что твои отношения на работе с коллегами, начальством и клиентами хуже среднего, и ты, возможно, даже чувствуешь равнодушие к ним. Важно понимать, что хорошие отношения могут повысить твою мотивацию и улучшить результаты работы, поэтому стоит попробовать улучшить отношения с людьми на работе или изменить иные обстоятельства жизни.",
                                "Стоит также отметить, что ты испытываешь сильный дискомфорт и неудовлетворенность от отношений на работе с коллегами, начальством и клиентами. Важно выяснить причины недовольства, которые могут формироваться в разных сферах твоей жизни и попробовать улучшить отношения, чтобы не испытывать напряжения на работе и достигать лучших результатов."
			]
		},
		"Карьера и призвание" : {
			"14": [
                                "Ты полностью удовлетворен(а) текущими условиями труда. Это говорит о том, что ты находишься в гармонии с работой и можешь сосредоточиться на достижении своих целей. Продолжай развивать свои навыки и поддерживать положительные отношения с коллегами.",
                                "Ты в целом удовлетворен(а) условиями труда, хотя есть небольшие моменты, которые можно улучшить. Возможно, стоит обратить внимание на эти аспекты, чтобы сделать свою работу еще более комфортной и продуктивной.",
                                "Ты испытываешь смешанные чувства по поводу условий труда. Это может быть хорошим поводом для анализа ситуации и определения того, что именно тебе нужно изменить или улучшить, чтобы достичь большего удовлетворения от работы.",
                                "Ты не совсем удовлетворен(а) текущими условиями труда и чувствуешь, что некоторые аспекты требуют внимания. Это может быть сигналом к тому, чтобы рассмотреть возможности для улучшения ситуации или даже поиска новых путей развития.",
                                "Ты явно неудовлетворен(а) текущими условиями труда, и это может негативно сказываться на твоем общем состоянии. Важно задуматься о том, что именно тебя беспокоит, и рассмотреть варианты изменений или поиска новой работы, которая будет более соответствовать твоим ожиданиям."
			],
			"15": [
                                "Ты явно ощущаешь радость от выполненных задач и достигнутых результатов на работе. Это говорит о том, что ты находишься в среде, где твои усилия ценятся и приносят тебе чувство значимости.",
                                "Ты часто получаешь удовольствие от своих достижений на работе, однако есть аспекты, которые можно улучшить. Вероятно, тебе известны эти моменты, и ты знаешь, как повысить свою мотивацию и радость от работы.",
                                "Ты испытываешь смешанные чувства по поводу своих результатов на работе. Вероятно, ты уже анализируешь, что именно приносит тебе радость, а что вызывает сомнения, дабы найти более гармоничное состояние.",
                                "Ты не совсем ощущаешь радость от своих достижений на текущем месте работы. Это может быть сигналом к тому, чтобы рассмотреть возможности для улучшения ситуации или поиска новых вызовов.",
                                "Ты явно не находишь радости в выполненных задачах и достигнутых результатах на работе. Это негативно сказывается на твоем общем настроении. Вероятно, ты ищешь что можно изменить в своей роли или окружении, чтобы вернуть интерес и вдохновение."
			],
			"16": [
                                "Ты также ощущаешь, что твой вклад действительно ценится со стороны коллег или руководства, и это создает положительную атмосферу на работе. Такое признание может вдохновлять тебя на дальнейшие достижения и укреплять командный дух.",
                                "В целом, ты также чувствуешь, что твой труд замечают, хотя, возможно, есть моменты, когда этого признания не хватает. Подумай о том, как можно укрепить эти отношения и сделать свою работу еще более заметной.",
                                "Ты также испытываешь смешанные чувства относительно признания своего вклада со стороны коллег или руководства. Вероятно, ты часто размышляешь, как можно улучшить коммуникацию и повысить видимость твоих усилий.",
                                "Ты также редко замечаешь, что твой труд получает должное признание со стороны коллег или руководства. Это вызывает у тебя сомнения в своих способностях. Хотя ты, вероятно, знаешь, что возможность открытого диалога с командой или руководством о своих достижениях и вкладе может принести полезные изменения в ваших отношениях.",
                                "Ты не чувствуешь, что твои усилия оцениваются, и это может вызывать у тебя разочарование. Ты часто думаешь о том, как ты можешь лучше донести свои достижения и найти поддержку в рабочей команде."
			],
			"17": [
                                "Ты четко знаешь, куда движешься в своей карьере, и это придает тебе уверенности. Такой план поможет тебе ставить перед собой цели и достигать их с ясным пониманием необходимых шагов.",
                                "В основном ты имеешь представление о своем карьерном пути, но, возможно, некоторые детали требуют уточнения. Вероятно, тебе известны места, которые можно доработать, чтобы сделать свой план более конкретным и реалистичным.",
                                "Ты находишься в процессе формирования своего карьерного плана, и это нормально. Вероятно, ты уделяешь время размышлениям о своих целях и возможностях, чтобы создать более четкую стратегию.",
                                "Скорее всего, ты не имеешь четкого плана развития карьеры на ближайшие несколько лет, и это может создавать чувство неуверенности. Однако, ты прибегаешь к самоанализу и поиску путей, которые помогут тебе определить свои стремления и цели.",
                                "У тебя нет увереннности, верно ли твое карьерное направление, и это вызывает страх неопределенности. Ты часто думаешь о том, какие шаги ты можешь предпринять для прояснения своих целей и создания плана действий."
			],
			"18": [
                                "Ты обладаешь твердой уверенностью, что твои навыки и таланты используются на полную мощность в текущей роли. Это свидетельствует о том, что ты находишься в среде, где можешь реализовать свой потенциал и достигать высоких результатов.",
                                "Ты знаешь, что используюешь свои навыки и таланты весьма эффективно, но, возможно, есть небольшие возможности для их более полного применения. Обрати внимание на эти моменты — они могут помочь тебе достичь еще больших успехов.",
                                "Ты испытываешь смешанные чувства по поводу использования твоих навыков и талантов. Вероятно, тебе известно, какие аспекты работы приносят удовлетворение, а какие требуют улучшения, чтобы достичь большего баланса.",
                                "В тебе присутствует неудовлетворение тем, как используются твои навыки и таланты в текущей роли. Это может быть знаком того, что стоит обсудить с руководством или коллегами возможности для более эффективного применения твоих умений.",
                                "Твои навыки и таланты на текущем месте работы не используются так, как ты того желаешь. Это может негативно сказываться на твоем мотивационном уровне. Подумай о том, что можно изменить или какие шаги предпринять для поиска более подходящей роли."
			],
			"19": [
                                "Твоя работа полностью соответствует твоим долгосрочным целям и амбициям. Это говорит о том, что ты на правильном пути к достижению своих профессиональных целей и получаешь удовлетворение от своей деятельности.",
                                "Твоя работа в целом соответствует твоим долгосрочным целям и амбициям, хотя есть некоторые аспекты, которые можно улучшить. Это может быть хорошим знаком для дальнейшего развития и уточнения твоих карьерных планов.",
                                "Ты испытываешь смешанные чувства по поводу соответствия твоей работы долгосрочным целям и амбициям. Возможно, стоит пересмотреть свои цели или искать новые возможности для более полного удовлетворения твоих профессиональных устремлений.",
                                "Ты начинаешь осознавать, что твоя работа не совсем соответствует твоим долгосрочным целям и амбициям. Это может быть сигналом для размышлений о смене направления или поиска новых возможностей, которые лучше соответствуют твоим желаниям.",
                                "Ты не видишь связи между своей работой и долгосрочными целями и амбициями, что может вызывать чувство неудовлетворенности. Это серьезный повод для переосмысления своей карьеры и поиска путей к более значимым и целенаправленным возможностям."
			],
			"20": [
                                "При этом ты знаешь, что твоя работа действительно важна и приносит пользу другим. Это осознание вдохновляет тебя на новые достижения и поддерживает мотивацию в повседневной деятельности.",
                                "При этом ты считаешь, что твоя работа имеет значение, хотя иногда могут возникать сомнения. Ты всегда подмечаешь моменты, когда видишь положительное влияние своего труда на окружающих.",
                                "При этом ты испытываешь смешанные чувства относительно значимости своей работы. Ты подмечаешь моменты, когда ты понимаешь свою ценность, но иногда возникают сомнения.",
                                "При этом в тебе нет уверенности, что твоя работа приносит пользу другим. Это может вызывать у тебя вопросы о твоем вкладе.",
                                "При этом ты не чувствуешь, что твоя работа имеет значимость для других, и это может вызывать у тебя разочарование. Ты задумываешься о том, как можно изменить подход к своей деятельности или найти новые способы проявить свои навыки и придать себе значимость."
			]
		},
		"Богатство" : {
			"21": [
                                "Твое финансовое состояние отличное, что дает тебе возможность не только удовлетворять свои основные потребности, но и регулярно наслаждаться приятными вещами в жизни. Ты чувствуешь себя уверенно - это позволяет тебе планировать свои расходы и инвестировать в свое будущее.",
                                "Твое финансовое состояние хорошее, что дает тебе возможность не только удовлетворять свои основные потребности, но и регулярно наслаждаться приятными мелочами в жизни. Ты чувствуешь себя достаточно уверенно, зная, что твое финансовое состояние хорошее и стабильное. Это позволяет тебе планировать свои расходы и, по-возможности, инвестировать в свое будущее. При этом ты не упускаешь возможности усилить свое финансовое положение и мыслишь в долгосрочной перспективе.",
                                "Твое финансовое состояние среднее, что требует от тебя более тщательного планирования и контроля расходов. Однако в тебе явно присутствует удовлетворение в том, что ты можешь обеспечить себя и свою семью необходимым. Вероятно, ты не чувствуешь себя уверенно, зная, что твое финансовое состояние нестабильное и это не позволяет тебе планировать свои расходы в долгосрочной перспективе и инвестировать в свое будущее, но ты озабочен этим вопросом и готов решительно действовать.",
                                "Твое финансовое состояние не очень хорошее, что заставляет тебя ограничивать свои потребности и откладывать некоторые покупки на потом. Ты чувствуешь себя неуверенно, зная, что твое финансовое состояние неудовлетворительное и это не позволяет тебе планировать свои расходы в краткосрочной и долгосрочной перспективах, нет также возможности инвестировать в свое будущее, однако ты не теряешь надежды на улучшение своей ситуации в будущем, у тебя всегда есть запал решительно действовать, как только появляется понятный план действий. ",
                                "Твое финансовое состояние неудовлетворительное и плохо управляемое, что вызывает у тебя чувство беспокойства и неуверенности в завтрашнем дне. Это заставляет тебя существенно ограничивать свои потребности и отказываться от многих покупок. Ты чувствуешь себя сильно неуверенно, зная, что твое финансовое состояние удручающее и оно не позволяет тебе планировать свои расходы в краткосрочной и долгосрочной перспективах, нет также никакой возможности инвестировать в свое будущее, однако ты не теряешь надежды на улучшение своей ситуации в будущем и у тебя всегда есть запал решительно действовать, как только появляется понятный план действий."
			],
			"22": [
                                "При этом ты легко покупаешь все, что тебе нужно, не думая о деньгах. Это может быть знаком того, что у тебя достаточно финансовых ресурсов и ты можешь позволить себе покупать то, что хочешь. Но помни, что не стоит злоупотреблять своими возможностями и тратить деньги на ненужные вещи.",
                                "При этом ты часто покупаешь все, что тебе нужно, не думая о деньгах. Это может быть знаком того, что у тебя достаточно финансовых ресурсов и ты можешь позволить себе покупать то, что хочешь. Но помни, что не стоит злоупотреблять своими возможностями и тратить деньги на ненужные вещи.",
                                "При этом ты не совсем легко покупаешь все, что тебе нужно, не думая о деньгах. Это может быть знаком того, что у тебя есть некоторые ограничения в финансовых ресурсах или ты более ответственно относишься к своим расходам. Но это не плохо, ведь такой подход помогает тебе более осознанно тратить деньги и не перегружать свой бюджет.",
                                "При этом ты редко покупаешь все, что тебе нужно, не думая о деньгах. Это может быть знаком того, что у тебя ограниченные финансовые ресурсы или ты очень ответственно относишься к своим расходам. Но это не плохо, ведь такой подход помогает тебе более осознанно тратить деньги и не перегружать свой бюджет.",
                                "При этом ты никогда не покупаешь все, что тебе нужно, не думая о деньгах. Это может быть знаком того, что у тебя очень ограниченные финансовые ресурсы или ты не всегда ответственно относишься к своим расходам. Но это не всегда плохо, ведь такой подход помогает тебе более осознанно тратить деньги, не перегружая свой бюджет. Помни, что деньги - это всего лишь инструмент для достижения целей в жизни, а не цель сама по себе."
			],
			"23": [
                                "Однако, у тебя есть все вещи, о которых другие мечтают, поэтому ты часто пребываешь в чувстве удовлетворения и благодарности за то, что имеешь. Такое положительное мышление помогает тебе наслаждаться жизнью и ценить то, что у тебя есть.",
                                "Однако, почти все вещи, о которых мечтают другие, у тебя есть. Но если есть какие-то вещи, которых у тебя нет, ты не расстраиваешься сильно. Ты знаешь, что каждый человек имеет свой путь и свои возможности. Ты умеешь сосредотачиваться на том, что у тебя есть, и на том, что можешь достичь.",
                                "Однако, ты считаешь, что у тебя есть не все вещи, о которых мечтают другие. Но это не должно быть поводом для расстройства или неудовлетворенности. В глубине, ты знаешь, что каждый человек имеет свой путь и свои возможности. Ты умеешь сосредотачиваться на том, что у тебя есть, и на том, что можешь достичь.",
                                "Однако, ты считаешь, что у тебя очень мало вещей, о которых мечтают другие. Это может вызывать у тебя чувство неудовлетворенности и стремление к большему. При этом ты знаешь, что материальные вещи не являются главным фактором счастья. Сосредоточься на том, что у тебя есть, и на том, что можешь достичь. Развивай свои способности и умения, и ты обязательно добьешься успеха.",
                                "Однако, ты считаешь, что у тебя нет ни одной вещи, о которой мечтают другие. Это может быть трудно, однако ты знаешь, что материальные вещи не являются главным фактором счастья, умение сосредоточиться на том, что у тебя есть, на своих достижениях и целях - вот основа душевного благополучия."
			]
		},
		"Яркость жизни" : {
			"24": [
                                "Как путешественник, ты испытываешь огромное удовольствие от посещения новых мест и знакомства с новыми культурами, это осмысляет твою жизнь и делает ее яркой. Ты не боишься выходить из зоны комфорта и готов рискнуть, чтобы получить новые впечатления и опыт. Ты стараешься использовать любую возможность для путешествий - это может быть короткий выходной или поездка на ближайший выходной день. Твой интерес к новым местам и впечатлениям говорит о том, что ты ценишь возможности для развития и расширения своего кругозора.",
                                "Как путешественник, ты испытываешь огромное удовольствие от посещения новых мест и знакомства с новыми культурами. Ты не боишься выходить из зоны комфорта и готов рискнуть, чтобы получить новые впечатления и опыт. У тебя не всегда получается, но ты стараешься не упускать возможность, ведь  путешествием может быть и поездка на выходные или на праздники. Твой интерес к новым местам и впечатлениям говорит о том, что ты ценишь возможности для развития и расширения своего кругозора.",
                                "Хотя ты не всегда можешь позволить себе дорогие поездки или длительные отпуска, ты стараешься использовать любую возможность для путешествий - это может быть короткий выходной или поездка на ближайший выходной день. Путешествия не являются приоритетом в твоей жизни, возможно, потому что есть масса других задач и увлечений в иных сферах жизни. Однако, твой интерес к новым местам и впечатлениям говорит о том, что ты ценишь возможности для развития и расширения своего кругозора. ",
                                "Ты далеко не всегда имеешь возможность путешествовать, возможно, финансовые или личные проблемы останавливает тебя или твой интерес к новым местам и впечатлениям не является сейчас приоритетом твоей жизни, потому что есть масса других задач и увлечений в иных сферах жизни, но в глубине себя ты знаешь - твое сердце и ум открыты для новых возможностей и готовы к приключениям.",
                                "Ты практически не путешествуешь, возможно, финансовые или личные проблемы останавливает тебя в этом или твой интерес к новым местам и впечатлениям не является сейчас приоритетом твоей жизни, потому что есть масса других задач и увлечений в иных сферах жизни, но в глубине себя ты знаешь - твое сердце и ум открыты для новых возможностей и готовы к приключениям."
			],
			"25": [
                                "Твой интерес к культурным мероприятиям говорит о твоей открытости и желании расширять свой кругозор. Посещение театров, концертов и выставок помогает тебе наслаждаться прекрасным искусством, получать новые впечатления и эмоции, а также общаться с единомышленниками. ",
                                "Посещение культурных мероприятий не является для тебя приоритетом, но ты все же находишь время на это время от времени. Иногда ты задумываешься о том, чтобы уделить больше внимания культурным мероприятиям, чтобы расширить свой кругозор и получить новые впечатления.",
                                "Посещение культурных мероприятий не является для тебя приоритетом, но ты все же находишь время на это время от времени. Иногда ты задумываешься о том, чтобы уделить немного внимания культурным мероприятиям, дабы расширить свой кругозор и получить новые впечатления. Возможно, тебе еще предстоит определиться, какое место в твоей жизни отведено искусству. Это нормально, потому что каждый человек находит свой путь в этом мире по-разному.",
                                "Ты находишь удовольствие в других видах досуга, которые тебе ближе и интереснее. Важно, чтобы твои занятия приносили тебе радость и удовлетворение, поэтому если посещение культурных мероприятий не является для тебя приоритетом, то это вполне нормально.",
                                "Возможно, тебе не хватает времени или ресурсов, чтобы посещать культурные мероприятия. Однако, ты знаешь, что тебе доступны альтернативные способы наслаждаться искусством, например, посмотреть фильмы или послушать музыку дома, дабы наполнить свою жизнь большей яркостью."
			],
			"26": [
                                "Постоянное развитие своих творческих способностей может означать, что для тебя - это не только хобби, но и способ самовыражения и взаимодействия с окружающим миром, к тому же творчество это способ восстановления эмоциональной сферы человека. Творчество это важная часть твоей личности. Твой девиз 'когда я творю, я живу!'",
                                "Ты стараешься развивать свои творческие способности, но не всегда это получается, то это может означать, что ты уделяешь этому внимание, но не регулярно. Вероятно, причины в занятии работой, учебой или другими делами, которые не оставляют много времени на хобби. Тем не менее, ты стараешься использовать любую возможность, чтобы заниматься творчеством и развивать свои способности, ведь это важная часть реализации твоей личности, а порой и способ взаимодействия с окружающим миром. К тому же творчество это способ восстановления эмоциональной сферы человека и снижения уровня тревожности.",
                                "Вероятно, ты пытаешься развивать свои творческие способности, но получается это не часто. Вероятно, занятия работой, учебой или другими делами не оставляют много времени на хобби. Тем не менее, ты стараешься использовать появившуюся возможность, чтобы попробовать себя в творчестве, развить свои способности, ведь творчество важная часть реализации личности каждого, а порой и способ взаимодействия с окружающим миром. Помни, снижение уровня тревожности в других сферах жизни залог интереса творить и путешествовать в своих замыслах.",
                                "В тебе присутствует склонность думать, что развитие творческих способностей не происходит из-за отсутствия банального желания, сил или времени. Все то это может быть связано с тем, что ты не видишь в творчестве для себя большой ценности. Ты можешь считать, что это просто хобби, которое не требует особого внимания. Однако, творчество это важная часть развития личности человека, порой, способ исследования окружающего нас мира, к тому же творчество это способ восстановления эмоциональной сферы человека, тем более, если уровень тревожности в других сферах жизни велик. ",
                                "Если ты редко занимаешься развитием своих творческих способностей, то это может быть связано с отсутствием желания, сил или времени для этого. Ты можешь считать, что творчество не является для тебя приоритетом, и предпочитаешь заниматься другими делами. В таком случае, это может быть нормально, если для тебя творчество не имеет большого значения. Однако, если ты хочешь развивать свои личностные способности, то возможно стоит посмотреть на это с другой стороны и попробовать найти время для занятий, ведь творчество это способ исследования как внутреннего, так и окружающего нас мира, к тому же творчество это способ восстановления эмоциональной сферы человека, тем более, если уровень тревожности в других сферах жизни велик. "
			]
		},
		"Душа и разум" : {
			"27": [
                                "Ты уверен в своем интеллекте и считаешь, что обладаешь более высокими умственными способностями по сравнению с большинством людей вокруг. Ты часто ощущаешь, что способен решать сложные задачи, анализировать информацию и делать выводы быстрее и эффективнее, чем другие.",
                                "В большинстве случаев ты считаешь себя более умным, чем многие из твоих знакомых. У тебя есть уверенность в своих аналитических способностях и критическом мышлении, хотя ты также осознаешь, что у других могут быть свои сильные стороны и уникальные таланты.",
                                "Ты иногда ощущаешь себя на уровне или даже выше других в плане интеллекта, но бывают моменты, когда сомневаешься в своих интеллектуальных и аналитических способностях. Ты признаешь, что у каждого человека есть свои сильные стороны, и не всегда сравнение является корректным.",
                                "Ты часто чувствуешь, что не дотягиваешь до уровня интеллекта большинства людей вокруг. Возможно, ты сталкиваешься с трудностями в учебе или работе и не всегда уверен в своих умственных способностях.",
                                "Ты не ощущаешь себя интеллектуально превосходящим других и считаешь, что твои способности ниже, чем у большинства окружающих. Это может вызывать у тебя чувство неуверенности и сомнения в своих возможностях, особенно в ситуациях, требующих анализа или решения сложных задач."
			],
			"28": [
                                "В решении различных жизненных проблем ты активно генерируешь креативные идеи и смело применяешь нестандартные подходы.",
                                "В решении различных жизненных проблем ты часто проявляешь креативность, но иногда придерживаешься традиционных методов.",
                                "В решении различных жизненных проблем ты чаще следуешь традиционным методам, чем проявляешь новаторство и креативность.",
                                "В решении различных жизненных проблем ты предпочитаешь придерживаться установленных правил и редко предлагаешь новые идеи.",
                                "В решении различных жизненных проблем ты не проявляешь креативности, не ищешь нестандартные решения и следуешь понятным и традиционным правилам."
			],
			"29": [
                                "Ты обладаешь стратегическим мышлением выского уровня и обладаешь способностью разрабатывать эффективные планы.",
                                "Ты обладаешь стратегическим мышлением и обладаешь способностью разрабатывать эффективные планы, но осознаешь, что можешь упустить важные детали.",
                                "У тебя есть некоторые навыки стратегического мышления, но ты не длаешь на это ставку, не используешь это как преимущество.",
                                "Ты редко планируешь наперед и сосредоточен на текущих задачах.",
                                "Ты не задумываешься о стратегии и долгосрочных целях."
			],
			"30": [
                                "Вероятно, ты обладаешь высоким уровнем эмоционального интеллекта и успешно строишь отношения.",
                                "Ты считаешь, что в основном понимаешь свои эмоции, но иногда испытываешь трудности с эмоциями других.",
                                "Ты знаешь, что у тебя есть некоторые навыки управления эмоциями, но ты часто не осознаёшь их.",
                                "Вероятно, ты редко обращаешь внимание на эмоции, как свои, так и окружающих.",
                                "Скорее всего, ты не осознаёшь свои эмоции и не понимаешь эмоции других людей."
			],
			"31": [
                                "Ты активно работаешь над своим развитием. Это качество помогает тебе достигать успеха и преодолевать трудности, а также строить более крепкие отношения с окружающими.",
                                "Ты осознаешь свои сильные и слабые стороны, но, возможно, иногда не хватает уверенности в своих действиях. Ты знаешь, что продолжая работать над собой, и ты сможешь раскрыть свой потенциал еще больше.",
                                "Иногда ты задумываешься о своих сильных и слабых сторонах, но не всегда уделяешь этому достаточно внимания. Выделяя время для самоанализа и развития — ты станешь более уверенным в своих способностях.",
                                "Ты не всегда осознаешь свои сильные и слабые стороны, что может затруднять твой личный рост.",
                                "Ты не замечаешь своих сильных и слабых сторон, что может ограничивать твои возможности. Исследование себя и своих качеств поможет тебе развиваться и достигать поставленных целей."
			],
			"32": [
                                "Ты проявляешь выдающуюся настойчивость в преодолении трудностей и уверенно движешься к своим целям, несмотря на возникающие препятствия. Твоя решимость и упорство вдохновляют окружающих.",
                                "Обычно ты настойчив и способен преодолевать трудности, однако в случае серьезных препятствий можешь испытывать сомнения и иногда сдаваться. Тем не менее, ты стараешься оставаться на правильном пути к своим целям.",
                                "Ты время от времени проявляешь настойчивость и готовность бороться за свои цели, но легко отвлекаешься или теряешь фокус при возникновении сложностей. Это может мешать тебе достигать желаемого результата.",
                                "Часто ты сдаёшься при столкновении с трудностями и теряешь интерес к своим целям. Это может быть связано с тем, что ты не всегда веришь в свои силы или не видишь смысла в продолжении борьбы.",
                                "У тебя наблюдается недостаток настойчивости, и ты быстро теряешь мотивацию к достижению целей. При первых же трудностях ты склонен прекращать попытки, что может мешать твоему личностному и профессиональному развитию."
			],
			"33": [
                                "Ясное понимание своих целей и ценностей позволяет тебе уверенно двигаться вперед. Ты понимаешь, что это основа достижения успеха и гармонии в жизни.",
                                "Ты выстраиваешь свои цели и ценности достаточно хорошо, это помогает принимать правильные для тебя решения.",
                                "Ты задумываешься о своих целях и ценностях, но не всегда следуешь им, однако, тебе вполне понятно, что уделяя больше времени размышлениям о том, что действительно важно для тебя, ты сможешь эффективнее направлять свои действия в нужное русло течения жизни.",
                                "Ты осознаешь, что не имеешь должной ясности в своих целях и ценностях, что может затруднять принятие решений, хоть ты и понимаешь, что самоанализ дает лучше понять, что для тебя действительно важно.",
                                "Ты не чувствуешь ясности в своих целях и ценностях, что может приводить к неопределенности в жизни, хотя ты понимаешь, что это основа достижения успеха и гармонии в жизни."
			],
			"34": [
                                "Ты владеешь высокой уверенностью в своих взглядах и не боишься делиться ими с окружающими. Ты ценишь свою индивидуальность и считаешь, что честное выражение своих мыслей важно для личного роста и развития. Даже если твое мнение отличается от мнения большинства, ты готов отстаивать его и обсуждать.",
                                "В большинстве случаев ты не стесняешься высказывать свое мнение, даже если оно отличается от мнений других. Ты понимаешь, что разнообразие взглядов может обогащать дискуссию, но иногда можешь чувствовать небольшую неуверенность в том, как твои слова будут восприняты.",
                                "Ты иногда высказываешь свои мысли, но не всегда чувствуешь себя комфортно, делая это. В некоторых ситуациях ты предпочитаешь оставаться в стороне, чтобы избежать конфликта или недопонимания, однако в других случаях ты можешь быть более открытым.",
                                "Ты часто испытываешь страх или неуверенность при необходимости высказать свое мнение, особенно если оно отличается от мнения большинства. Ты можешь опасаться осуждения или негативной реакции со стороны окружающих, что заставляет тебя сдерживаться.",
                                "Ты испытываешь значительное беспокойство по поводу выражения своих мыслей и предпочитаешь избегать ситуации, в которых тебе нужно делиться своим мнением. Ты можешь чувствовать, что твои идеи не имеют значения или что их не примут всерьез, что приводит к нежеланию высказываться."
			]
		}
	}
}